{
  "chapter_beginnings": [
    {
      "beginning_sentence": "King Lear’s Palace. Enter  Kent, Gloucester,  and  Edmund."
    },
    {
      "beginning_sentence": "Act two"
    },
    {
      "beginning_sentence": "Act three"
    },
    {
      "beginning_sentence": "Act five"
    },
    {
      "beginning_sentence": "Scene 2\n\nA field between the two camps. Alarum within. Enter , with drum and colours , Lear, Cordelia, and their forces; and exeunt."
    },
    {
      "beginning_sentence": "Scene 3\n\nThe British camp near Dover. Enter , in conquest , with drum and colours, Edmund; Lear and Cordelia as prisoners; Officers , Soldiers , etc."
    },
    {
      "beginning_sentence": "Scene 3"
    },
    {
      "beginning_sentence": "Inside the castle of the Earl of Gloucester."
    },
    {
      "beginning_sentence": "Scene 3 A wood. Edgar enters."
    },
    {
      "beginning_sentence": "Scene 4 Outside Gloucester’s castle. Kent is in the stocks. Lear, the Fool, and a Gentleman enter."
    },
    {
      "beginning_sentence": "Scene 1 A heath during a violent storm. Kent and a Gentleman meet."
    },
    {
      "beginning_sentence": "Scene 2 Another part of the heath. The storm still rages. Lear and the Fool enter."
    },
    {
      "beginning_sentence": "Scene 2"
    },
    {
      "beginning_sentence": "Scene 3"
    },
    {
      "beginning_sentence": "The Fool’s second appearance, in Act I Scene 5, follows Lear’s humiliation at the hands of Goneril."
    }
  ],
  "plots": [
    {
      "text": "Kent I thought the King had more affected the Duke of\n\nAlbany than Cornwall.\n\nGloucester It did always seem so to us: but now, in the\n\ndivision of the kingdom, it appears not which of the Dukes\n\nhe values most; for equalities are so weighed that curiosity\n\nin neither can make choice of either’s moiety.\n\nKent Is not this your son, my lord?\n\nGloucester His breeding, sir, hath been at my charge. I\n\nhave so often blushed to acknowledge him, that now I am\n\nbrazed to it.\n\nKent I cannot conceive you.\n\nGloucester Sir, this young fellow’s mother could;\n\nwhereupon she grew round-wombed, and had, indeed, sir,\n\na son for her cradle ere she had a husband for her bed. Do\n\nyou smell a fault?\n\nKent I cannot wish the fault undone, the issue of it being so\n\nproper.\n\nGloucester But I have a son, sir, by order of law, some year\n\nelder than this, who yet is no dearer in my account: though\n\nthis knave came something saucily to the world before he\n\nwas sent for, yet was his mother fair; there was good sport\n\nat his making, and the whoreson must be acknowledged.\n\nDo you know this noble gentleman, Edmund?\n\nEdmund No, my lord.\n\nGloucester My Lord of Kent. Remember him hereafter\n\nas my honourable friend.\n\nEdmund My services to your lordship.\n\nKent I must love you, and sue to know you better.\n\nEdmund Sir, I shall study deserving.\n\nGloucester He hath been out nine years, and away he shall\n\nagain. The King is coming.\n\n[ Sennet. Enter  King Lear, Cornwall, Albany, Goneril,\n\nRegan, Cordelia,  and Attendants ]\n\nLear Attend the Lords of France and Burgundy, Gloucester.\n\nGloucester I shall, my Liege.\n\n[ Exeunt  Gloucester  and  Edmund]\n\nLear Meantime, we shall express our darker purpose.\n\nGive me the map there. Know that we have divided\n\nIn three our kingdom; and ’tis our fast intent\n\nTo shake all cares and business from our age,\n\nConferring them on younger strengths, while we\n\nUnburdened crawl toward death. Our son of Cornwall,\n\nAnd you, our no less loving son of Albany,\n\nWe have this hour a constant will to publish\n\nOur daughters’ several dowers, that future strife\n\nMay be prevented now. The princes, France and\n\nBurgundy,\n\nGreat rivals in our youngest daughter’s love,\n\nLong in our court have made their amorous sojourn,\n\nAnd here are to be answered. Tell me, my daughters –\n\nSince now we will divest us both of rule,\n\nInterest of territory, cares of state –\n\nWhich of you shall we say doth love us most?\n\nThat we our largest bounty may extend\n\nWhere nature doth with merit challenge. Goneril,\n\nOur eldest-born, speak first.\n\nGoneril Sir, I love you more than words can wield the\n\nmatter;\n\nDearer than eye-sight, space and liberty;\n\nBeyond what can be valued rich or rare;\n\nNo less than life, with grace, health, beauty, honour;\n\nAs much as child e’er loved, or father found;\n\nA love that makes breath poor and speech unable;\n\nBeyond all manner of so much I love you.\n\nCordelia [ aside ] What shall Cordelia speak? Love, and be\n\nsilent.\n\nLear Of all these bounds, even from this line to this,\n\nWith shadowy forests and with champains riched,\n\nWith plenteous rivers and wide-skirted meads,\n\nWe make thee lady; to thine and Albany’s issues\n\nBe this perpetual. What says our second daughter,\n\nOur dearest Regan, wife of Cornwall? Speak.\n\nRegan I am made of that self metal as my sister,\n\nAnd prize me at her worth. In my true heart\n\nI find she names my very deed of love:\n\nOnly she comes too short: that I profess\n\nMyself an enemy to all other joys\n\nWhich the most precious square of sense possesses,\n\nAnd find I am alone felicitate\n\nIn your dear Highness’ love.\n\nCordelia [ aside ] Then poor Cordelia!\n\nAnd yet not so; since I am sure my love’s\n\nMore ponderous than my tongue.\n\nLear To thee and thine, hereditary ever,\n\nRemain this ample third of our fair kingdom,\n\nNo less in space, validity, and pleasure,\n\nThan that conferred on Goneril. Now, our joy,\n\nAlthough our last, not least; to whose young love\n\nThe vines of France and milk of Burgundy\n\nStrive to be interessed; what can you say to draw\n\nA third more opulent than your sisters? Speak.\n\nCordelia Nothing, my lord.\n\nLear Nothing?\n\nCordelia Nothing.\n\nLear Nothing will come of nothing: speak again.\n\nCordelia Unhappy that I am, I cannot heave\n\nMy heart into my mouth: I love your Majesty\n\nAccording to my bond; no more nor less.\n\nLear How, how, Cordelia! Mend your speech a little,\n\nLest it may mar your fortunes.\n\nCordelia Good my lord,\n\nYou have begot me, bred me, loved me: I\n\nReturn those duties back as are right fit,\n\nObey you, love you, and most honour you.\n\nWhy have my sisters husbands, if they say\n\nThey love you all? Happily, when I shall wed,\n\nThat lord whose hand must take my plight shall carry\n\nHalf my love with him, half my care and duty:\n\nSure I shall never marry like my sisters,\n\nTo love my father all.\n\nLear But goes thy heart with this?\n\nCordelia Ay, my good lord.\n\nLear So young, and so untender?\n\nCordelia So young, my lord, and true.\n\nLear Let it be so; thy truth then be thy dower:\n\nFor, by the sacred radiance of the sun,\n\nThe mysteries of Hecate and the night,\n\nBy all the operation of the orbs\n\nFrom whom we do exist and cease to be,\n\nHere I disclaim all my paternal care,\n\nPropinquity and property of blood,\n\nAnd as a stranger to my heart and me\n\nHold thee from this for ever. The barbarous Scythian,\n\nOr he that makes his generation messes\n\nTo gorge his appetite, shall to my bosom\n\nBe as well neighboured, pitied, and relieved,\n\nAs thou my sometime daughter.\n\nKent Good my liege –\n\nLear Peace, Kent!\n\nCome not between the dragon and his wrath.\n\nI loved her most, and thought to set my rest\n\nOn her kind nursery. Hence, and avoid my sight!\n\nSo be my grave my peace, as here I give\n\nHer father’s heart from her! Call France. Who stirs?\n\nCall Burgundy. Cornwall and Albany,\n\nWith my two daughters’ dowers digest this third;\n\nLet pride, which she calls plainness, marry her.\n\nI do invest you jointly with my power,\n\nPre-eminence, and all the large effects\n\nThat troop with majesty. Ourself, by monthly course,\n\nWith reservation of an hundred knights\n\nBy you to be sustained, shall our abode\n\nMake with you by due turn. Only we shall retain\n\nThe name and all th’ addition to a king;\n\nThe sway, revenue, execution of the rest,\n\nBeloved sons, be yours: which to confirm,\n\nThis coronet part between you.\n\nKent Royal Lear,\n\nWhom I have ever honoured as my King,\n\nLoved as my father, as my master followed,\n\nAs my great patron thought on in my prayers, –\n\nLear The bow is bent and drawn; make from the shaft.\n\nKent Let it fall rather, though the fork invade\n\nThe region of my heart: be Kent unmannerly,\n\nWhen Lear is mad. What would’st thou do, old man?\n\nThink’st thou that duty shall have dread to speak\n\nWhen power to flattery bows? To plainness honour’s bound\n\nWhen majesty falls to folly. Reserve thy state;\n\nAnd, in thy best consideration, check\n\nThis hideous rashness: answer my life my judgment,\n\nThy youngest daughter does not love thee least;\n\nNor are those empty-hearted whose low sounds\n\nReverb no hollowness.\n\nLear Kent, on thy life, no more.\n\nKent My life I never held but as a pawn\n\nTo wage against thine enemies; nor fear to lose it,\n\nThy safety being the motive.\n\nLear Out of my sight!\n\nKent See better, Lear; and let me still remain\n\nThe true blank of thine eye.\n\nLear Now, by Apollo –\n\nKent Now, by Apollo, King,\n\nThou swear’st thy gods in vain.\n\nLear O vassal! Miscreant!\n\n[ Laying his hand on his sword ]\n\nAlb., Corn. Dear sir, forbear.\n\nKent Do: kill thy physician, and the fee bestow\n\nUpon the foul disease. Revoke thy gift;\n\nOr, whilst I can vent clamour from my throat,\n\nI’ll tell thee thou dost evil.\n\nLear Hear me, recreant!\n\nOn thine allegiance, hear me!\n\nSince thou hast sought to make us break our vow,\n\nWhich we durst never yet, and with strained pride\n\nTo come betwixt our sentence and our power,\n\nWhich nor our nature nor our place can bear,\n\nOur potency made good, take thy reward.\n\nFive days we do allot thee for provision\n\nTo shield thee from disasters of the world;\n\nAnd on the sixth to turn thy hated back\n\nUpon our kingdom: if on the tenth day following\n\nThy banished trunk be found in our dominions,\n\nThe moment is thy death. Away! By Jupiter,\n\nThis shall not be revoked.\n\nKent Fare thee well, King; sith thus thou wilt appear,\n\nFreedom lives hence, and banishment is here.\n\n[ To  Cordelia ] The gods to their dear shelter take thee,\n\nmaid,\n\nThat justly think’st and has most rightly said!\n\n[ To  Goneril  and  Regan ] And your large speeches may your\n\ndeeds approve,\n\nThat good effects may spring from words of love.\n\nThus Kent, O princes, bids you all adieu;\n\nHe’ll shape his old course in a country new.\n\n[ Exit ]\n\n[ Flourish. Re-enter  Gloucester,  with  France, Burgundy,\n\nand Attendants ]\n\nGloucester Here’s France and Burgundy, my noble lord.\n\nLear My Lord of Burgundy,\n\nWe first address toward you, who with this king\n\nHath rivalled for our daughter. What, in the least,\n\nWill you require in present dower with her,\n\nOr cease your quest of love?\n\nBurgundy Most royal Majesty,\n\nI crave no more than hath your Highness offered,\n\nNor will you tender less.\n\nLear Right noble Burgundy,\n\nWhen she was dear to us, we did hold her so,\n\nBut now her price is fallen. Sir, there she stands:\n\nIf aught within that little-seeming substance,\n\nOr all of it, with our displeasure pieced,\n\nAnd nothing more, may fitly like your grace,\n\nShe’s there, and she is yours.\n\nBurgundy I know no answer.\n\nLear Will you, with those infirmities she owes,\n\nUnfriended, new-adopted to our hate,\n\nDowered with our curse and strangered with our oath,\n\nTake her, or leave her?\n\nBurgundy Pardon me, royal Sir;\n\nElection makes not up in such conditions.\n\nLear Then leave her, sir; for, by the power that made me,\n\nI tell you all her wealth. [ To  France ] For you, great King,\n\nI would not from your love make such a stray\n\nTo match you where I hate; therefore beseech you\n\nT’avert your liking a more worthier way\n\nThan on a wretch whom Nature is ashamed\n\nAlmost to acknowledge hers.\n\nFrance This is most strange,\n\nThat she, whom even but now was your best object,\n\nThe argument of your praise, balm of your age,\n\nThe best, the dearest, should in this trice of time\n\nCommit a thing so monstrous, to dismantle\n\nSo many folds of favour. Sure, her offence\n\nMust be of such unnatural degree\n\nThat monsters it, or your fore-vouched affection\n\nFall into taint; which to believe of her,\n\nMust be a faith that reason without miracle\n\nShould never plant in me.\n\nCordelia I yet beseech your Majesty –\n\nIf for I want that glib and oily art\n\nTo speak and purpose not, since what I well intend,\n\nI’ll do’t before I speak – that you make known\n\nIt is no vicious blot, murder or foulness,\n\nNo unchaste action, or dishonoured step,\n\nThat hath deprived me of your grace and favour,\n\nBut even for want of that for which I am richer,\n\nA still-soliciting eye, and such a tongue\n\nThat I am glad I have not, though not to have it\n\nHath lost me in your liking.\n\nLear Better thou\n\nHadst not been born than not t’have pleased me better.\n\nFrance Is it but this? A tardiness in nature\n\nWhich often leaves the history unspoke\n\nThat it intends to do? My Lord of Burgundy,\n\nWhat say you to the lady? Love’s not love\n\nWhen it is mingled with regards that stand\n\nAloof from th’ entire point. Will you have her?\n\nShe is herself a dowry.\n\nBurgundy Royal King,\n\nGive but that portion which yourself proposed,\n\nAnd there I take Cordelia by the hand,\n\nDuchess of Burgundy.\n\nLear Nothing: I have sworn; I am firm.\n\nBurgundy I am sorry, then, you have so lost a father\n\nThat you must lose a husband.\n\nCordelia Peace be with Burgundy!\n\nSince that respect and fortunes are his love,\n\nI shall not be his wife.\n\nFrance Fairest Cordelia, that art most rich, being poor;\n\nMost choice, forsaken; and most loved, despised!\n\nThee and thy virtues here I seize upon:\n\nBe it lawful I take up what’s cast away.\n\nGods, gods! ’Tis strange that from their cold’st neglect\n\nMy love should kindle to inflamed respect.\n\nThy dowerless daughter, King, thrown to my chance,\n\nIs queen of us, of ours, and our fair France.\n\nNot all the dukes of waterish Burgundy\n\nCan buy this unprized precious maid of me.\n\nBid them farewell, Cordelia, though unkind:\n\nThou losest here, a better where to find.\n\nLear Though hast her, France; let her be thine; for we\n\nHave no such daughter, nor shall ever see\n\nThat face of hers again; therefore be gone\n\nWithout our grace, our love, our benison.\n\nCome, noble Burgundy.\n\n[ Flourish. Exeunt  Lear, Burgundy, Cornwall, Albany,\n\nGloucester,  and Attendants ]\n\nFrance Bid farewell to your sisters.\n\nCordelia The jewels of our father, with washed eyes\n\nCordelia leaves you: I know you what you are;\n\nAnd like a sister am most loath to call\n\nYour faults as they are named. Love well our father:\n\nTo your professed bosoms I commit him:\n\nBut yet, alas, stood I within his grace,\n\nI would prefer him to a better place.\n\nSo farewell to you both.\n\nRegan Prescribe not us our duty.\n\nGoneril Let your study\n\nBe to content your lord, who hath received you\n\nAt fortune’s alms; you have obedience scanted,\n\nAnd well are worth the want that you have wanted.\n\nCordelia Time shall unfold what plighted cunning hides;\n\nWho cover faults, at last shame them derides.\n\nWell may you prosper!\n\nFrance Come, my fair Cordelia.\n\n[ Exeunt  France  and  Cordelia ]\n\nGoneril Sister, it is not little I have to say of what most\n\nnearly appertains to us both. I think our father will hence\n\nto-night.\n\nRegan That’s most certain, and with you; next month with\n\nus.\n\nGoneril You see how full of changes his age is; the\n\nobservation we have made of it hath not been little: he\n\nalways loved our sister most; and with what poor judgment\n\nhe hath now cast her off appears too grossly.\n\nRegan ’Tis the infirmity of his age; yet he hath ever but\n\nslenderly known himself.\n\nGoneril The best and soundest of his time hath been but\n\nrash; then must we look from his age to receive not alone\n\nthe imperfections of long-engraffed condition, but\n\ntherewithal the unruly waywardness that infirm and\n\ncholeric years bring with them.\n\nRegan Such unconstant starts are we like to have from him\n\nas this of Kent’s banishment.\n\nGoneril There is further compliment of leave-taking between\n\nFrance and him. Pray you, let us hit together: if our father\n\ncarry authority with such disposition as he bears, this last\n\nsurrender of his will but offend us.\n\nRegan We shall further think of it.\n\nGoneril We must do something, and i’ th ’heat.",
      "summary": "In King Lear's palace, Kent and Gloucester discuss the King's preference between Albany and Cornwall. Lear, deciding to divide his kingdom among his daughters, tests their love. Goneril and Regan make grand declarations, while Cordelia's honesty leads Lear to disown her. Burgundy refuses to marry Cordelia without a dowry, but France accepts her for her virtues. Kent's defense of Cordelia results in his banishment, and Goneril and Regan scheme against Lear, whose authority they now doubt.",
      "prominence": 95,
      "key_characters": [
        {
          "name": "King Lear",
          "description": "Elderly King of Britain, known for his quick temper and rash decisions.",
          "experience": "Lear's decision to divide his kingdom leads to chaos. His misjudgment of Cordelia's love shows his blindness and sets the stage for his tragic downfall."
        },
        {
          "name": "Goneril",
          "description": "Lear's manipulative eldest daughter, married to the Duke of Albany.",
          "experience": "Goneril deceitfully professes deep love for Lear to gain power, while secretly planning to undermine him."
        },
        {
          "name": "Regan",
          "description": "Lear's cunning middle daughter, married to the Duke of Cornwall.",
          "experience": "Like Goneril, Regan feigns love for Lear to secure her inheritance, later conspiring to diminish his power."
        },
        {
          "name": "Cordelia",
          "description": "Lear's honest youngest daughter, disinherited for her refusal to flatter Lear falsely.",
          "experience": "Cordelia's honesty leads to her disinheritance, yet she finds a loyal suitor in France, setting her apart from her sisters."
        },
        {
          "name": "Kent",
          "description": "Loyal nobleman to King Lear, frank and courageous.",
          "experience": "Kent's defense of Cordelia leads to his banishment, highlighting his unwavering loyalty and integrity."
        },
        {
          "name": "Duke of Albany",
          "description": "Goneril's husband, more honorable than his wife.",
          "experience": "Not heavily involved at this point, but his association with Goneril ties him to upcoming conflicts."
        },
        {
          "name": "Duke of Cornwall",
          "description": "Regan's husband, enjoys power and authority.",
          "experience": "Supports Regan's deceitful words to Lear and shares her ambition for power."
        },
        {
          "name": "King of France",
          "description": "Noble suitor to Cordelia, respects her honesty.",
          "experience": "Despite her lack of dowry, France marries Cordelia, valuing her virtues over material wealth."
        },
        {
          "name": "Duke of Burgundy",
          "description": "Cordelia's initial suitor, desires material wealth.",
          "experience": "Rejects Cordelia after her disinheritance, caring more for dowry than love."
        }
      ],
      "chapter": "Act one, Scene 1",
      "conversation": [
        {
          "scenario": "In King Lear's palace, Lear prepares to divide his kingdom among his daughters.",
          "topic": "Lear's test of his daughters' love.",
          "key_characters": [
            {
              "name": "King Lear",
              "motivation": "Wants to gauge which daughter loves him most to allocate the largest inheritance."
            },
            {
              "name": "Goneril",
              "motivation": "Plans to outshine her sisters with her declaration to secure the most power."
            },
            {
              "name": "Regan",
              "motivation": "Intends to closely follow Goneril's lead to ensure a favorable share of the kingdom."
            },
            {
              "name": "Cordelia",
              "motivation": "Desires to express her true feelings without exaggeration, valuing honesty and integrity."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "King Lear's grand hall, with courtiers and family gathered, as Lear prepares to speak."
            },
            {
              "character": "King Lear",
              "message": "[I must know which daughter loves me most.] Tell me, my daughters, which of you shall we say doth love us most?"
            },
            {
              "character": "Goneril",
              "message": "[I shall win his favor.] Sir, I love you more than words can wield the matter; dearer than eyesight, space and liberty."
            },
            {
              "character": "Cordelia",
              "message": "[This is deceitful.] (remains silent) [I love him truly, but I cannot speak such falsehoods.]"
            },
            {
              "character": "King Lear",
              "message": "[She speaks well.] Of all these bounds, we make thee lady. What says our second daughter, Regan?"
            },
            {
              "character": "Regan",
              "message": "[I must not be outdone.] I am made of that self metal as my sister, and prize me at her worth."
            },
            {
              "character": "Cordelia",
              "message": "[They speak more than they feel.] Then poor Cordelia! And yet not so; since I am sure my love’s more ponderous than my tongue."
            },
            {
              "character": "King Lear",
              "message": "[Cordelia, what will you say?] Now, our joy, although our last, not least; speak."
            },
            {
              "character": "Cordelia",
              "message": "[I must be truthful.] Nothing, my lord."
            },
            {
              "character": "King Lear",
              "message": "[Is this a jest?] Nothing?"
            },
            {
              "character": "Cordelia",
              "message": "[I cannot lie.] Nothing."
            },
            {
              "character": "King Lear",
              "message": "[She defies me!] So young and so untender?"
            },
            {
              "character": "Cordelia",
              "message": "[I must hold my ground.] So young, my lord, and true."
            },
            {
              "character": "King Lear",
              "message": "[Her truth wounds me.] Let it be so; thy truth then be thy dower."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "The Earl of Gloucester’s castle. Enter  Edmund,  with a letter.\n\nEdmund Thou, Nature, art my goddess; to thy law\n\nMy services are bound. Wherefore should I\n\nStand in the plague of custom, and permit\n\nThe curiosity of nations to deprive me,\n\nFor that I am some twelve or fourteen moonshines\n\nLag of a brother? Why bastard? Wherefore base?\n\nWhen my dimensions are as well compact,\n\nMy mind as generous, and my shape as true,\n\nAs honest madam’s issue? Why brand they us\n\nWith base? with baseness? bastardy? base, base?\n\nWho in the lusty stealth of nature take\n\nMore composition and fierce quality\n\nThan doth, within a dull, stale, tired bed,\n\nGo to the creating a whole tribe of fops,\n\nGot ’tween asleep and wake? Well then,\n\nLegitimate Edgar, I must have your land;\n\nOur father’s love is to the bastard Edmund\n\nAs to the legitimate. Fine word, ‘legitimate’!\n\nWell, my legitimate, if this letter speed,\n\nAnd my invention thrive, Edmund the base\n\nShall top the legitimate. I grow, I prosper:\n\nNow, gods, stand up for bastards!\n\n[ Enter  Gloucester ]\n\nGloucester Kent banished thus! And France in choler-\n\nparted!\n\nAnd the King gone to-night! Prescribed his power!\n\nConfined to exhibition! All this done\n\nUpon the gad! Edmund, how now! What news?\n\nEdmund So please your lordship, none. [ Putting up the\n\nletter ]\n\nGloucester Why so earnestly seek you to put up that letter?\n\nEdmund I know no news, my lord.\n\nGloucester What paper were you reading?\n\nEdmund Nothing, my lord.\n\nGloucester No? What needed then that terrible dispatch of\n\nit into your pocket? The quality of nothing hath not such\n\nneed to hide itself. Let’s see: come; if it be nothing, I shall\n\nnot need spectacles.\n\nEdmund I beseech you, sir, pardon me; it is a letter from my\n\nbrother that I have not all o’erread, and for so much as I\n\nhave perused, I find it not fit for your o’erlooking.\n\nGloucester Give me the letter, sir.\n\nEdmund I shall offend, either to detain or give it. The\n\ncontents, as in part I understand them, are to blame.\n\nGloucester Let’s see, let’s see.\n\nEdmund I hope, for my brother’s justification, he wrote this\n",
      "summary": "Edmund, the illegitimate son of Gloucester, resents his status and plans to usurp his legitimate brother Edgar's position. He forges a letter suggesting Edgar's disloyalty to their father Gloucester, manipulating him into doubting his legitimate son.",
      "prominence": 80,
      "key_characters": [
        {
          "name": "Edmund",
          "description": "Illegitimate son of Gloucester, ambitious and cunning.",
          "experience": "Edmund's resentment and ambition motivate him to deceive his father and destroy his brother's reputation to gain power."
        },
        {
          "name": "Earl of Gloucester",
          "description": "Nobleman loyal to Lear, gullible yet well-meaning.",
          "experience": "Gloucester is easily manipulated by Edmund, displaying his naivety and setting in motion a tragic family betrayal."
        }
      ],
      "chapter": "Act one, Scene 2",
      "conversation": [
        {
          "scenario": "In Gloucester's castle, Edmund schemes with a forged letter to manipulate his father.",
          "topic": "Edmund's deceit against his brother.",
          "key_characters": [
            {
              "name": "Edmund",
              "motivation": "Determined to manipulate Gloucester into doubting Edgar, to claim his place and inheritance."
            },
            {
              "name": "Earl of Gloucester",
              "motivation": "Wants to understand why Edmund is acting secretive and is concerned about his sons."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The cold stone halls of Gloucester's castle, dimly lit as Edmund enters with a letter."
            },
            {
              "character": "Edmund",
              "message": "[I will now set my plan in motion.] (holds letter closely)"
            },
            {
              "character": "Earl of Gloucester",
              "message": "[What trouble weighs on Edmund?] Edmund, how now! What news?"
            },
            {
              "character": "Edmund",
              "message": "[Feign innocence.] So please your lordship, none. (hides letter hastily)"
            },
            {
              "character": "Earl of Gloucester",
              "message": "[He hides something.] Why so earnestly seek you to put up that letter?"
            },
            {
              "character": "Edmund",
              "message": "[This must seem casual.] I know no news, my lord. (pauses nervously)"
            },
            {
              "character": "Earl of Gloucester",
              "message": "[His reluctance is odd.] No? What needed then that terrible dispatch of it into your pocket?"
            },
            {
              "character": "Edmund",
              "message": "[I'll play the protective brother.] I beseech you, sir, pardon me; it is a letter from my brother."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Concern grows.] Give me the letter, sir."
            },
            {
              "character": "Edmund",
              "message": "[Pretend defense of his brother.] I shall offend, either to detain or give it. (hesitates)"
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Worried and insistent.] Let’s see, let’s see."
            },
            {
              "character": "Edmund",
              "message": "[Present a note of doubt.] I hope, for my brother’s justification, he wrote this but as an essay or taste of my virtue."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "",
      "summary": "Edmund continues his deceitful campaign, now implicating Edgar to Gloucester and manipulating surrounding figures like Cornwall and Regan to consolidate his influence. Gloucester, heartbroken, aligns further with Edmund, while Edgar remains unaware of the extent of his brother's machinations.",
      "prominence": 70,
      "key_characters": [
        {
          "name": "Edmund",
          "description": "Illegitimate son of Gloucester, ambitious and cunning.",
          "experience": "Strategically manages manipulation of multiple characters, pushing his plan toward greater success."
        },
        {
          "name": "Earl of Gloucester",
          "description": "Nobleman loyal to Lear, gullible yet well-meaning.",
          "experience": "Falls deeper under Edmund’s influence, rejecting Edgar further while aligning himself with Cornwall and Regan."
        },
        {
          "name": "Duke of Cornwall",
          "description": "Regan’s husband, calculating and politically astute.",
          "experience": "Begins to trust Edmund for his supposed loyalty and perceives him as a valuable ally."
        },
        {
          "name": "Regan",
          "description": "Lear's daughter, manipulative and power-seeking.",
          "experience": "Aligns with Cornwall in praising Edmund’s fabricated loyalty, further sowing discord within Lear’s circle."
        }
      ],
      "chapter": "Act two, Scene 1",
      "conversation": [
        {
          "scenario": "Edmund fabricates a confrontation with Edgar and uses this encounter to frame Edgar when Gloucester arrives with supporters.",
          "topic": "Edmund framing Edgar for attempted patricide.",
          "key_characters": [
            {
              "name": "Edmund",
              "motivation": "Stage an attack by Edgar to portray himself as loyal while vilifying Edgar."
            },
            {
              "name": "Earl of Gloucester",
              "motivation": "Catch the supposed offender, Edgar, as he fears for his safety."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "Torches illuminate the castle courtyard as guards gather, Edmund feigning a skirmish with the absent Edgar."
            },
            {
              "character": "Edmund",
              "message": "[Cuts his arm slightly for effect.] Agh! Such force Edgar wields! (staggers) Is courage aligned with wickedness, father?"
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Anguished.] What foul treachery defiles this house? Where is Edgar?"
            },
            {
              "character": "Edmund",
              "message": "[Insinuate responsibility.] Escaped into the shadows – would that my life ended his crime!"
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Utter disbelief.] Such a child I begot? No mercy shall he find!"
            },
            {
              "character": "Environment",
              "message": "The distant sound of a trumpet signals the arrival of Cornwall’s entourage; the air is heavy with political tension."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Shouting orders to guards.] Seal the gates! Let the traitor not elude our grasp!"
            },
            {
              "character": "Edmund",
              "message": "[Feigning humility.] My loyalty is but what any son ought, father. Keep faith in justice’s tide."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "",
      "summary": "Having captured Lear and Cordelia, Edmund consolidates power by plotting their deaths and pitting Goneril against Regan. His betrayal of loyalty and humanity reaches its peak.",
      "prominence": 95,
      "key_characters": [
        {
          "name": "Edmund",
          "description": "Ruthlessly ambitious and calculating.",
          "experience": "Shows extremes of his machinations, manipulating loyalty and love for personal power."
        },
        {
          "name": "Cordelia",
          "description": "The youngest daughter of Lear, symbol of loyalty.",
          "experience": "Embodies dignity in suffering, enduring captivity alongside Lear."
        },
        {
          "name": "Goneril",
          "description": "Eldest daughter of Lear, power-hungry and jealous.",
          "experience": "Reacts jealously against Regan over Edmund, employing manipulative tactics."
        }
      ],
      "chapter": "Scene 3",
      "conversation": [
        {
          "scenario": "Edmund strategizes regarding Lear and Cordelia's fates while claiming authority over Goneril and Regan.",
          "topic": "Deciding Lear and Cordelia's punishment post-capture.",
          "key_characters": [
            {
              "name": "Edmund",
              "motivation": "Establish personal dominance by eliminating political and romantic rivals."
            },
            {
              "name": "Cordelia",
              "motivation": "Maintain dignity amidst humiliation and protect Lear."
            },
            {
              "name": "Goneril",
              "motivation": "Outmaneuver Regan regarding Edmund and deepen control over political matters."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "Cordelia and Lear, battered from battle, stand guarded by soldiers. The camp atmosphere feels cold with looming dread."
            },
            {
              "character": "Edmund",
              "message": "[My ambitions are near fruition; I must act decisively.] (addresses the guards sharply) 'Some officers take them away: good guard, until their greater pleasures first be known that are to censure them.'"
            },
            {
              "character": "Cordelia",
              "message": "[My father's pain cuts deeper than captivity.] 'We are not the first who, with best meaning, have incurred the worst.' (casts a defiant glance at Edmund)"
            },
            {
              "character": "Lear",
              "message": "[I must protect Cordelia; let her not bear the brunt of their schemes.] 'No, no, no, no! Come, let’s away to prison; we two alone will sing like birds i’ th’ cage:' (clutches Cordelia as if sheltering her from the world)"
            },
            {
              "character": "Environment",
              "message": "The air grows fraught as Edmund hands a note to an officer with a covert gesture."
            },
            {
              "character": "Edmund",
              "message": "[Her death could resolve both political and personal hurdles.] 'Take thou this note (hands paper to the officer); go follow them to prison.'"
            },
            {
              "character": "Edmund",
              "message": "[Encouraging the officer amid his hesitation.] 'One step I have advanced thee; if thou dost as this instructs thee, thou dost make thy way to noble fortunes.'"
            },
            {
              "character": "Goneril",
              "message": "[Edmund must not fall for Regan's flattery.] 'Regan has no right to lead decisions here! Mean you to enjoy him?' (eyes Edmund possessively)"
            },
            {
              "character": "Regan",
              "message": "[Jealously, I will not yield to Goneril's provocations!] 'Lady, I am not well…dispose, perhaps, of this ambiguity.' (attempts weak protest)"
            },
            {
              "character": "Environment",
              "message": "Tension builds further between the sisters, seeding more conflict while Edmund silently observes their dispute."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "",
      "summary": "Edgar, realizing he has been declared an outlaw, devises a plan to disguise himself as a mad beggar named Poor Tom to escape capture and survive. He vows to adopt the most degrading appearance and behavior to protect himself and navigate through the societal hardships.",
      "prominence": 75,
      "key_characters": [
        {
          "name": "Edgar",
          "description": "Gloucester’s legitimate son, falsely accused and in hiding.",
          "experience": "Determines to disguise himself as Poor Tom, a mad beggar, to evade pursuit and survive amidst chaos."
        }
      ],
      "chapter": "None",
      "conversation": [],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "",
      "summary": "Lear rages against the storm and his daughters' cruelty. His anger culminates when Regan and Goneril deny him the retinue he insists upon; this fuels his growing realization of despair and betrayal from his family.",
      "prominence": 95,
      "key_characters": [
        {
          "name": "King Lear",
          "description": "Fallen king, deteriorating mentally under the weight of betrayal and rage.",
          "experience": "Lear’s rage grows uncontrollable as he confronts his daughters’ ultimate rejection."
        },
        {
          "name": "Regan",
          "description": "Lear’s second daughter, colder and manipulative.",
          "experience": "Firmly denies Lear’s demands to retain knights, aligning with Goneril."
        },
        {
          "name": "Goneril",
          "description": "Lear’s eldest, calculating and dispassionate.",
          "experience": "Further pushes Lear with refusal to grant his requests, showing her control over him."
        }
      ],
      "chapter": "None",
      "conversation": [],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "Edmund It was not brought me, my lord; there’s the cunning\n\nof it; I found it thrown in at the casement of my closet.\n\nGloucester You know the character to be your brother’s?\n\nEdmund If the matter were good, my lord, I durst swear it\n\nwere his; but, in respect of that, I would fain think it were\n\nnot.\n\nGloucester It is his.\n\nEdmund It is his hand, my lord; but I hope his heart is not\n\nin the contents.\n\nGloucester Has he never before sounded you in this\n\nbusiness?\n\nEdmund Never, my lord. But I have heard him oft maintain\n\nit to be fit that, sons at perfect age, and fathers declined,\n\nthe father should be as ward to the son, and the son\n\nmanage his revenue.\n\nGloucester O villain, villain! His very opinion in the letter!\n\nAbhorred villain! Unnatural detested, brutish villain!\n\nWorse than brutish! Go, sirrah, seek him; I’ll apprehend\n\nhim. Abominable villain! Where is he?\n\nEdmund I do not well know, my lord. If it shall please you\n\nto suspend your indignation against my brother till you can\n\nderive from him better testimony of his intent, you should\n\nrun a certain course; where, if you violently proceed against\n\nhim, mistaking his purpose, it would make a great gap in\n\nyour own honour, and shake in pieces the heart of his\n\nobedience. I dare pawn down my life for him, that he hath\n\nwrit this to feel my affection to your honour, and to no\n\nother pretence of danger.\n\nGloucester Think you so?\n\nEdmund If your honour judge it meet, I will place you\n\nwhere you shall hear us confer of this, and by an auricular\n\nassurance have your satisfaction; and that without any\n\nfurther delay than this very evening.\n\nGloucester He cannot be such a monster.\n\nEdmund Nor is not, sure.\n\nGloucester To his father, that so tenderly and entirely loves\n\nhim. Heaven and earth! Edmund, seek him out; wind me\n\ninto him, I pray you: frame the business after your own\n\nwisdom. I would unstate myself to be in a due resolution.\n\nEdmund I will seek him, sir, presently; convey the business\n\nas I shall find means, and acquaint you withal.\n\nGloucester These late eclipses in the sun and moon portend\n\nno good to us: though the wisdom of nature can reason it\n\nthus and thus, yet nature finds itself scourged by the\n\nsequent effects. Love cools, friendship falls off, brothers\n\ndivide: in cities, mutinies; in countries, discord; in palaces,\n\ntreason; and the bond cracked ’twixt son and father. This\n\nvillain of mine comes under the prediction; there’s son\n\nagainst father: the King falls from bias of nature; there’s\n\nfather against child. We have seen the best of our time:\n\nmachinations, hollowness, treachery, and all ruinous\n\ndisorders follow us disquietly to our graves. Find out this\n\nvillain, Edmund; it shall lose thee nothing: do it carefully.\n\nAnd the noble and true-hearted Kent banished! His offence,\n\nhonesty! ’Tis strange.\n\n[ Exit ]\n\nEdmund This is the excellent foppery of the world, that,\n\nwhen we are sick in fortune, often the surfeit of our own\n\nbehaviour, we make guilty of our disasters the sun, the\n\nmoon, and stars; as if we were villains by necessity, fools by\n\nheavenly compulsion; knaves, thieves, and treachers by\n\nspherical predominance; drunkards, liars, and adulterers by\n\nan enforced obedience of planetary influence; and all that we\n\nare evil in, by a divine thrusting on. An admirable evasion\n\nof whoremaster man, to lay his goatish disposition to the\n\ncharge of a star! My father compounded with my mother\n\nunder the Dragon’s tail, and my nativity was under Ursa\n\nMajor; so that it follows I am rough and lecherous. Tut! I\n\nshould have been that I am had the maidenliest star in the\n\nfirmament twinkled on my bastardizing. Edgar –\n\n[ Enter  Edgar ]\n\nPat he come, like the catastrophe of the old comedy: my\n\ncue is villainous melancholy, with a sigh like Tom o’\n\nBedlam. O, these eclipses do portend these divisions.\n\nEdgar How now, brother Edmund! What serious\n\ncontemplation are you in?\n\nEdmund I am thinking, brother, of a prediction I read this\n\nother day, what should follow these eclipses.\n\nEdgar Do you busy yourself about that?\n\nEdmund I promise you, the effects he writes of succeed\n\nunhappily; as of unnaturalness between the child and the\n\nparent; death, dearth, dissolutions of ancient amities; divisions\n\nin state; menaces and maledictions against king and nobles;\n\nneedless diffidences, banishment of friends, dissipation of\n\ncohorts, nuptial breaches, and I know not what.\n\nEdgar How long have you been a sectary astronomical?\n\nEdmund When saw you my father last?\n\nEdgar The night gone by.\n\nEdmund Spake you with him?\n\nEdgar Ay, two hours together.\n\nEdmund Parted you in good terms? Found you no\n\ndispleasure in him by word nor countenance?\n\nEdgar None at all.\n\nEdmund Bethink yourself wherein you may have offended\n\nhim; and at my entreaty forbear his presence until some\n\nlittle time hath qualified the heat of his displeasure, which\n\nat this instant so rageth in him that with the mischief of\n\nyour person it would scarcely allay.\n\nEdgar Some villain hath done me wrong.\n\nEdmund That’s my fear. I pray you have a continent\n\nforbearance till the speed of his rage goes slower; and as I\n\nsay, retire with me to my lodging, from whence I will fitly\n\nbring you to hear my lord speak. Pray ye, go; there’s my\n\nkey. If you do stir abroad, go armed.\n\nEdgar Armed, brother!\n\nEdmund Brother, I advise you to the best. I am no honest\n\nman if there be any good meaning towards you; I have told\n\nyou what I have seen and heard: but faintly, nothing like\n\nthe image and horror of it; pray you, away.\n\nEdgar Shall I hear from you anon?\n\nEdmund I do serve you in this business.\n\n[ Exit  Edgar ]\n\nA credulous father, and a brother noble,\n\nWhose nature is so far from doing harms\n\nThat he suspects none; on whose foolish honesty\n\nMy practices ride easy! I see the business.\n\nLet me, if not by birth, have lands by wit:\n",
      "summary": "Edmund manipulates Gloucester into suspecting Edgar of plotting against him. Using a forged letter and carefully constructed lies, Edmund convinces his father that Edgar plans to usurp him. Gloucester becomes enraged, denouncing Edgar as a villain and resolving to apprehend him. Meanwhile, Edmund further misleads Edgar, urging him to flee under false pretenses, deepening Gloucester's suspicions and setting more events in motion.",
      "prominence": 80,
      "key_characters": [
        {
          "name": "Edmund",
          "description": "Illegitimate son of Gloucester, ambitious and cunning.",
          "experience": "Edmund furthers his plan, exploiting his father’s gullibility and his brother’s naivety to solidify the deception."
        },
        {
          "name": "Earl of Gloucester",
          "description": "Nobleman loyal to Lear, gullible yet well-meaning.",
          "experience": "Gloucester becomes more entangled in Edmund’s web of lies, illustrating his vulnerability to manipulation due to his trust."
        },
        {
          "name": "Edgar",
          "description": "Gloucester's legitimate son, unaware and trusting.",
          "experience": "Unwittingly falls into Edmund’s trap, showing his innocence and trust in his brother, which catalyzes the growing conflict."
        }
      ],
      "chapter": "Act one, Scene 2",
      "conversation": [
        {
          "scenario": "In Gloucester's castle, Edmund continues leveraging a fabricated letter to manipulate Gloucester and drive a wedge between his father and Edgar.",
          "topic": "Edmund finalizing Gloucester’s belief in Edgar’s guilt.",
          "key_characters": [
            {
              "name": "Edmund",
              "motivation": "Manipulate his father into targeting Edgar, advancing his ultimate goal of usurping Edgar's position."
            },
            {
              "name": "Earl of Gloucester",
              "motivation": "Understand if his son Edgar is indeed conspiring against him, as implied by the letter."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "A dimly lit room in Gloucester's castle, the tension thick as Edmund reads the forged letter aloud to Gloucester."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[What treachery is this? My trust shattered?] (stares at the letter) This, written by Edgar? My son Edgar! When did this come?"
            },
            {
              "character": "Edmund",
              "message": "[Feign solemnity to deepen the trap.] (holds the letter carefully) My lord, I found it thrown into my chamber. I would not at first believe..."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Doubt creeps in, but fatherly love resists.] Can it be his? No, Edmund, perhaps a ruse against him?"
            },
            {
              "character": "Edmund",
              "message": "[Subtly stoking anger.] (handing back the letter) His hand, my lord... yet his heart perhaps remains pure. But oft have I known him... speak of fathers humbled to sons."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Rage boils over.] O villain! Abhorred! Unnatural! Seek him out. He shall answer this. Where is he?"
            },
            {
              "character": "Edmund",
              "message": "[Leading the pace.] (stays calm to mask satisfaction) Suspend your wrath, my lord. What if we confront him privately? I shall place you where his truth might speak aloud."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Conflicted but yielding.] Heaven and earth! He cannot be such a monster. Seek him, Edmund. Frame this wisely—let me know the truth."
            },
            {
              "character": "Environment",
              "message": "Footsteps fade as Gloucester exits, leaving Edmund alone with the shadows and his scheming thoughts."
            },
            {
              "character": "Edmund",
              "message": "[The stage is ready. Now for my foolish brother.] (smiles darkly) A loyal father, a trusting brother... all tools to my purpose."
            }
          ]
        },
        {
          "scenario": "Edmund meets Edgar later in private, escalating the ruse by advising him falsely to flee.",
          "topic": "Edmund's manipulation of Edgar.",
          "key_characters": [
            {
              "name": "Edmund",
              "motivation": "Convince Edgar to flee and incriminate himself further."
            },
            {
              "name": "Edgar",
              "motivation": "Understand why Edmund seems concerned and why his father supposedly rages against him."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "Night falls, whispers of conspiracy fill the air as Edmund locates Edgar."
            },
            {
              "character": "Edmund",
              "message": "[Appear distressed to put Edgar off guard.] (runs up to Edgar) Brother, thank heavens I found you! You must quickly-"
            },
            {
              "character": "Edgar",
              "message": "[Confusion.] (stands cautiously) What is wrong, Edmund? Why this alarm?"
            },
            {
              "character": "Edmund",
              "message": "[Feign concern.] Father bears heavy accusations against you... some whispers of treason, plots against Albany!"
            },
            {
              "character": "Edgar",
              "message": "[Utter disbelief.] Against Albany! Never spoke I such!"
            },
            {
              "character": "Edmund",
              "message": "[Seizing momentum.] They pursue you now. You must flee to save yourself while I delay them!"
            },
            {
              "character": "Edgar",
              "message": "[Trusts Edmund too easily.] (paces, troubled) What villain has done this? Some wrong befalls me I know not."
            },
            {
              "character": "Edmund",
              "message": "[Encouraging escape.] Better doubted than caught... take to my chambers for weapons. Go armed should danger strike."
            },
            {
              "character": "Edgar",
              "message": "[Still puzzled, yet persuaded.] (begins to leave, hesitates) Should I hear news anon of clarity, brother?"
            },
            {
              "character": "Edmund",
              "message": "[Ending with false camaraderie.] (cheerfully pats Edgar) Surely, my dear brother. I serve you above all in this peril."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 1
    },
    {
      "text": "Edmund This courtesy, forbid thee, shall the Duke\n\nInstantly",
      "summary": "Edmund further manipulates Gloucester and reinforces the illusion of Edgar's betrayal. He deceives Cornwall and Regan, securing their trust. Gloucester decides to help Lear secretly amidst the brewing political turmoil, unaware of Edmund’s betrayal ahead.",
      "prominence": 70,
      "key_characters": [
        {
          "name": "Edmund",
          "description": "Illegitimate son of Gloucester, ambitious and cunning.",
          "experience": "Continues to weave lies about Edgar, ensuring his role as an ally to Cornwall while preparing for Gloucester's downfall."
        },
        {
          "name": "Earl of Gloucester",
          "description": "Nobleman loyal to Lear, gullible yet well-meaning.",
          "experience": "Decides to take a dangerous step to aid Lear despite his growing paranoia under Edmund’s influence."
        },
        {
          "name": "Duke of Cornwall",
          "description": "Regan's husband, calculating and politically astute.",
          "experience": "Begins relying on Edmund for insight, unaware of the manipulation."
        },
        {
          "name": "Regan",
          "description": "Lear's daughter, manipulative and power-seeking.",
          "experience": "Supports Cornwall’s trust in Edmund, further consolidating their political alliance."
        }
      ],
      "chapter": "Act two, Scene 1",
      "conversation": [
        {
          "scenario": "Gloucester confides in Edmund about his secret plan to aid Lear, unknowingly giving Edmund an opportunity to solidify his betrayal by reporting this to Cornwall.",
          "topic": "Gloucester devises a plan to support Lear.",
          "key_characters": [
            {
              "name": "Edmund",
              "motivation": "Feign loyalty to Gloucester while gathering evidence to betray him to Cornwall and Regan."
            },
            {
              "name": "Earl of Gloucester",
              "motivation": "Confide in his 'loyal' son Edmund and begin his plans to assist Lear amidst rising danger."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The scene is dimly lit with flickering torchlight as Gloucester speaks in hushed but determined tones to Edmund."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Weighing the risk.] Edmund, we see a kingdom fractured beyond mending. The old King suffers – I cannot stand idle."
            },
            {
              "character": "Edmund",
              "message": "[Feigning concern.] Father, what aid do you purpose to give Lear that might not imperil you further?"
            },
            {
              "character": "Earl of Gloucester",
              "message": "[Firm resolve.] No matter the threat, I hold a bond to my old master. A power rises from France – I intend to align myself in secret."
            },
            {
              "character": "Environment",
              "message": "Heavy rain patters against the castle walls, muffling the weighty conversation."
            },
            {
              "character": "Edmund",
              "message": "[Feigning loyalty.] Your courage inspires, sir, though do take care. The Duke and Regan brook no defiance."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[His voice lowers.] Speak of this to none. Seek the Duke’s favor as before. I go to aid Lear in stealth."
            },
            {
              "character": "Edmund",
              "message": "[Internally scoffing at his naivety.] As you wish, father. Yet, if danger looms, allow me to stand as your shield."
            },
            {
              "character": "Earl of Gloucester",
              "message": "[With gratitude.] My son, your loyalty calms my fears. Let us prepare."
            },
            {
              "character": "Environment",
              "message": "Gloucester exits, leaving Edmund in the flickering shadows as he smirks, plotting his next move."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 2
    },
    {
      "text": "Lear Blow, winds, and crack your cheeks! rage! blow!\n\nYou cataracts and hurricanoes, spout\n\nTill you have drenched our steeples, drowned the cocks!\n\nYou sulphurous and thought-executing fires,\n\nVaunt-couriers of oak-cleaving thunderbolts,\n\nSinge my white head! And thou, all-shaking thunder,\n\nStrike flat the thick rotundity o’ th’ world!\n\nCrack nature’s moulds, all germens spill at once\n\nThat makes ingrateful man!\n\nFool O nuncle, court holy-water in a dry house is better\n\nthan this rain-water out o’ door. Good nuncle, in, and ask\n\nthy daughters’ blessing; here’s a night pities neither wise\n\nmen nor fools.\n\nLear Rumble thy bellyful! Spit, fire! Spout, rain!\n\nNor rain, wind, thunder, fire, are my daughters;\n\nI tax you not, you elements, with unkindness;\n\nI never gave you kingdom, called you children,\n\nYou owe me no subscription: then let fall\n\nYour horrible pleasure; here I stand, your slave,\n\nA poor, infirm, weak, and despised old man.\n\nBut yet I call you servile ministers,\n\nThat will with two pernicious daughters join\n\nYour high-engendered battles ’gainst a head\n\nSo old and white as this. O, ’tis foul!\n\nFool He that has a house to put ’s head in has a good head-\n\npiece.\n\nThe cod-piece that will house\n\nBefore the head has any,\n\nThe head and he shall louse;\n\nSo beggars marry many.\n\nThe man that makes his toe\n\nWhat he his heart should make,\n\nShall of a corn cry woe,\n\nAnd turn his sleep to wake.\n\nFor there was never yet fair woman but she made mouths in a glass.\n\n[ Enter  Kent ]\n\nLear No, I will be the pattern of all patience;\n\nI will say nothing.\n\nKent Who’s there?\n\nFool Marry, here’s grace and a cod-piece, that’s a wise man\n\nand a fool.\n\nKent Alas, sir, are you here? Things that love night\n\nLove not such nights as these; the wrathful skies\n\nGallow the very wanderers of the dark,\n\nAnd make them keep their caves. Since I was man\n\nSuch sheets of fire, such bursts of horrid thunder,\n\nSuch groans of roaring wind and rain, I never\n\nRemember to have heard; man’s nature cannot carry\n\nTh’ affliction nor the fear.\n\nLear Let the great gods,\n\nThat keep this dreadful pudder o’ er our heads,\n\nFind out their enemies now. Tremble, thou wretch,\n\nThat has within thee undivulged crimes,\n\nUnwhipped of justice; hide thee, thou bloody hand,\n\nThou perjured, and thou simular man of virtue\n\nThat art incestuous; caitiff, to pieces shake,\n\nThat under covert and convenient seeming\n\nHast practised on man’s life; close pent-up guilts\n\nRive your concealing continents, and cry\n\nThese dreadful summoners grace. I am a man\n\nMore sinned against than sinning.\n\nKent Alack, bare-headed!\n\nGracious my lord, hard by here is a hovel;\n\nSome friendship will it lend you ’gainst the tempest;\n\nRepose you there while I to this hard house –\n\nMore harder than the stones whereof ’tis raised,\n\nWhich even but now, demanding after you,\n\nDenied me to come in – return and force\n\nTheir scanted courtesy.\n\nLear My wits begin to turn.\n\nCome on, my boy. How dost, my boy? Art cold?\n\nI am cold myself. Where is this straw, my fellow?\n\nThe art of our necessities is strange,\n\nAnd can make vile things precious. Come, your hovel.\n\nPoor Fool and knave, I have one part in my heart\n\nThat’s sorry yet for thee.\n\nFool [ Singing ] He that has and a little tiny wit ,\n\nWith hey , ho, the wind and the rain,\n\nMust make content with his fortunes fit,\n\nThough the rain it raineth every day .on pain of perpetual displeasure, neither to speak of him,\n\nentreat for him, or any way sustain him.\n\nEdmund Most savage and unnatural!\n\nGloucester Go to; say you nothing. There is division\n\nbetween the Dukes, and a worse matter than that. I have\n\nreceived a letter this night; ’tis dangerous to be spoken; I\n\nhave locked the letter in my closet. These injuries the King\n\nnow bears will be revenged home; there is part of a power\n\nalready footed; we must incline to the King. I will seek him\n\nand privily relieve him; go you and maintain talk with the\n\nDuke, that my charity be not of him perceived. If he ask\n\nfor me, I am ill and gone to bed. If I die for it, as no less is\n\nthreatened me, the King, my old master, must be relieved.\n\nThere is strange things toward, Edmund; pray you, be\n\ncareful.\n\n[ Exit ]\n\nEdmund This courtesy, forbid thee, shall the Duke\n\nInstantly know, and of that letter too:\n\nThis seems a fair deserving, and must draw me\n\nThat which my father loses; no less than all:\n\nThe younger rises when the old doth fall.\n\n[ Exit ]\n\nScene 4\n\nThe heath. Before the hovel. Enter  Lear, Kent,  and  Fool.\n\nKent Here is the place, my lord: good my lord, enter:\n\nThe tyranny of the open night’s too rough\n\nFor nature to endure.\n\nLear Let me alone.\n\nKent Good my lord, enter here.\n\nLear Wilt break my heart?\n\nKent I had rather break mine own. Good my lord, enter.\n\nLear Thou think’st ’tis much that this contentious storm\n\nInvades us to the skin: so ’tis to thee;\n\nBut where the greater malady is fixed,\n\nThe lesser is scarce felt. Thou’ldst shun a bear;\n\nBut if thy flight lay toward the roaring sea,\n\nThou’ldst meet the bear i’ th’ mouth. When the mind’s free\n\nThe body’s delicate; this tempest in my mind\n\nDoth from my senses take all feeling else\n\nSave what beats there – filial ingratitude!\n\nIs it not as this mouth should tear this hand\n\nFor lifting food to’t? But I will punish home:\n\nNo, I will weep no more. In such a night\n\nTo shut me out! Pour on; I will endure.\n\nIn such a night as this! O Regan, Goneril!\n\nYour old kind father, whose frank heart gave all –\n\nO, that way madness lies; let me shun that;\n\nNo more of that.\n\nKent Good my lord, enter here.\n\nLear Prithee, go in thyself; seek thine own ease:\n\nThis tempest will not give me leave to ponder\n\nOn things would hurt me more. But I’ll go in.\n\n[ To the  Fool ] In, boy; go first. You houseless poverty –\n\nNay, get thee in. I’ll pray, and then I’ll sleep.\n\n[ Fool  goes in ]\n\nPoor naked wretches, whereso’ er you are,\n\nThat bide the pelting of this pitiless storm,\n\nHow shall your houseless heads and unfed sides,\n\nYour looped and windowed raggedness, defend you\n\nFrom seasons such as these? O, I have ta’ en\n\nToo little care of this! Take physic, Pomp;\n\nExpose thyself to feel what wretches feel,\n\nThat thou mayst shake the superflux to them,\n\nAnd show the Heavens more just.\n\nEdgar [ within ] Fathom and half, fathom and half!\n\nPoor Tom! [ The  Fool  runs out from the hovel ]\n\nFool Come not in here, nuncle; here’s a spirit.\n\nHelp me, help me!\n\nKent Give me thy hand. Who’s there?\n\nFool A spirit, a spirit: he says his name’s poor Tom.\n\nKent What art thou that dost grumble there i’ th’ straw?\n\nCome forth.\n\n[ Enter  Edgar,  disguised as a madman ]\n\nEdgar Away! The foul fiend follows me! Through the sharp\n\nhawthorn blows the cold winds. Hum! Go to thy bed and\n\nwarm thee.\n\nLear Didst thou give all to thy daughters?\n\nAnd art thou come to this?\n\nEdgar Who gives any thing to poor Tom? Whom the foul\n\nfiend hath led through fire and through flame, through ford\n\nand whirlpool, o’ er bog and quagmire; that hath laid knives\n\nunder his pillow, and halters in his pew; set ratsbane by his\n\nporridge; made him proud of heart, to ride on a bay\n\ntrotting-horse over four-inched bridges, to course his own\n\nshadow for a traitor. Bless thy five wits! Tom’s a-cold. O,\n\ndo de, do de, do de. Bless thee from whirlwinds, star-\n\nblasting, and taking! Do poor Tom some charity, whom the\n\nfoul fiend vexes. There could I have him now, and there,\n\nand there again, and there.\n\nLear What! have his daughters brought him to this pass?\n\nCould’st thou save nothing? Would’st thou give ’em all?\n\nFool Nay, he reserved a blanket, else we had been all\n\nshamed.\n\nLear Now all the plagues that in the pendulous air\n\nHang fated o’ er men’s faults light on thy daughters!\n\nKent He hath no daughters, sir.\n\nLear Death, traitor! Nothing could have subdued nature\n\nTo such a lowness but his unkind daughters.\n\nIs it the fashion that discarded fathers\n\nShould have thus little mercy on their flesh?\n\nJudicious punishment! ’twas this flesh begot\n\nThose pelican daughters.\n\nEdgar Pillicock sat on Pillicock hill:\n\nAlow, alow, loo, loo!\n\nFool This cold night will turn us all to fools and madmen.\n\nEdgar Take heed o’ th’ foul fiend. Obey thy parents: keep\n\nthy word justly; swear not; commit not with man’s sworn\n\nspouse; set not thy sweet heart on proud array. Tom’s a-cold.\n\nLear What hast thou been?\n\nEdgar A servingman, proud in heart and mind; that curled\n\nmy hair, wore gloves in my cap, served the lust of my\n\nmistress’ heart, and did the act of darkness with her; swore\n\nas many oaths as I spake words, and broke them in the\n\nsweet face of Heaven; one that slept in the contriving of\n\nlust, and waked to do it. Wine loved I deeply, dice dearly,\n\nand in woman out-paramoured the Turk: false of heart, light\n\nof ear, bloody of hand; hog in sloth, fox in stealth, wolf in\n\ngreediness, dog in madness, lion in prey. Let not the\n\ncreaking of shoes nor the rustling of silks betray thy poor\n\nheart to woman: keep thy foot out of brothels, thy hand out\n\nof plackets, thy pen from lenders’ books, and defy the foul\n\nfiend. Still through the hawthorn blows the cold wind; says\n\nsuum, mun, hey no nonny. Dolphin my boy, boy; sessa! let\n\nhim trot by.\n\nLear Thou wert better in a grave than to answer with thy\n\nuncovered body this extremity of the skies. Is man no more\n\nthan this? Consider him well. Thou owest the worm no\n\nsilk, the beast no hide, the sheep no wool, the cat no\n\nperfume. Ha! here’s three on ’s are sophisticated; thou art\n\nthe thing itself; unaccommodated man is no more but such a\n\npoor, bare, forked animal as thou art. Off, off, you lendings!\n\nCome; unbutton here. [ Tearing off his clothes ]\n\nFool Prithee, nuncle, be contented; ’tis a naughty night to\n\nswim in. Now a little fire in a wide field were like an old\n\nlecher’s heart; a small spark, all the rest on ’s body cold.\n\nLook! here comes a walking fire.\n\n[ Enter  Gloucester  with a torch ]\n\nEdgar This is the foul fiend Flibbertigibbet: he begins at\n\ncurfew, and walks till the first cock; he gives the web and\n\nthe pin, squinies the eye, and makes the harelip; mildews\n\nthe white wheat, and hurts the poor creature of earth.\n\nSwithold footed thrice the old;\n\nHe met the night-mare, and her nine-fold;\n\nBid her alight,\n\nAnd her troth plight,\n\nAnd aroint thee, witch, aroint thee!\n\nKent How fares your Grace?\n\nLear What’s he?\n\nKent Who’s there? What is’t you seek?\n\nGloucester What are you there? Your names?\n\nEdgar Poor Tom; that eats the swimming frog, the toad, the\n\ntadpole, the wall-newt, and the water; that in the fury of his\n\nheart, when the foul fiend rages, eats cow-dung for sallets;\n\nswallows the old rat and the ditch-dog; drinks the green\n\nmantle of the standing pool; who is whipped from tithing to\n\ntithing, and stock-punished, and imprisoned; who hath had\n\nthree suits to his back, six shirts to his body, horse to ride,\n\nand weapon to wear,\n\nBut mice and rats and such small deer,\n\nHave been Tom’s food for seven long year.\n\nBeware my follower. Peace, Smulkin! Peace, thou fiend!\n\nGloucester What, hath your Grace no better company?\n\nEdgar The Prince of Darkness is a gentleman; Modo he’s\n\ncalled, and Mahu.\n\nGloucester Our flesh and blood, my lord, is grown so vile,\n\nThat it doth hate what gets it.\n\nEdgar Poor Tom’s a-cold.\n\nGloucester Go in with me. My duty cannot suffer\n\nT’obey in all your daughters’ hard commands;\n\nThough their injunction be to bar my doors,\n\nAnd let this tyrannous night take hold upon you,\n\nYet I have ventured to come and seek you out\n\nAnd bring you where both fire and food is ready.\n\nLear First let me talk with this philosopher.\n\nWhat is the cause of thunder?\n\nKent Good my lord, take his offer; go into the house.\n\nLear I’ll talk a word with this same learned Theban.\n\nWhat is your study?\n\nEdgar How to prevent the fiend, and to kill vermin.\n\nLear Let me ask you one word in private.\n\nKent Importune him once more to go, my lord;\n\nHis wits begin t’unsettle.\n\nGloucester Canst thou blame him?\n\nHis daughters seek his death. Ah, that good Kent;\n\nHe said it would be thus, poor banished man!\n\nThou say’st the King grows mad; I’ll tell thee, friend,\n\nI am almost mad myself. I had a son,\n\nNow outlawed from my blood; he sought my life,\n\nBut lately, very late; I loved him, friend,\n\nNo father his son dearer; truth to tell thee,\n\nThe grief hath crazed my wits. What a night’s this!\n\nI do beseech your Grace –\n\nLear Oh, cry you mercy, sir:\n\nNoble philosopher, your company.\n\nEdgar Tom’s a-cold.\n\nGloucester In, fellow, there, into the hovel: keep thee warm.\n\nLear Come, let’s in all.\n\nKent This way, my lord.\n\nLear With him;\n\nI will keep still with my philosopher.\n\nKent Good my lord, soothe him; let him take the fellow.\n\nGloucester Take him you on.\n\nKent Sirrah, come on; go along with us.\n\nLear Come, good Athenian.\n\nGloucester No words, no words: hush.\n\nEdgar Child Rowland to the dark tower came,\n\nHis word was still: ‘Fie, foh, and fum,\n\nI smell the blood of a British man.’\n\n[ Exeunt ]\n\nScene 5\n\nGloucester’s castle. Enter  Cornwall  and  Edmund.\n\nCornwall I will have my revenge ere I depart his house.\n\nEdmund How, my lord, I may be censured, that nature thus\n\ngives way to loyalty, something fears me to think of.\n\nCornwall I now perceive it was not altogether your brother’s\n\nevil disposition made him seek his death; but a provoking\n\nmerit, set a-work by a reprovable badness in himself.\n\nEdmund How malicious is my fortune, that I must repent to\n\nbe just! This is the letter he spoke of, which approves him\n\nan intelligent party to the advantages of France. O\n\nheavens, that this treason were not, or not I the detector!\n\nCornwall Go with me to the Duchess.\n\nEdmund If the matter of this paper be certain, you have\n\nmighty business in hand.\n\nCornwall True or false, it hath made thee Earl of\n\nGloucester. Seek out where thy father is, that he may be\n\nready for our apprehension.\n\nEdmund [ aside ] If I find him comforting the King, it will\n\nstuff his suspicion more fully. [ Aloud ] I will persever in\n\nmy course of loyalty, though the conflict be sore between\n\nthat and my blood.\n\nCornwall I will lay trust upon thee; and thou shalt find a\n\ndearer father in my love.\n\n[ Exeunt ]\n\nScene 6\n\nA chamber in a farmhouse adjoining the castle. Enter  Gloucester  and  Kent.\n\nGloucester Here is better than the open air; take it\n\nthankfully. I will piece out the comfort with what\n\naddition I can: I will not be long from you.\n\nKent All the power of his wits have given way to his\n\nimpatience. The gods reward your kindness!\n\n[ Exit  Gloucester ]\n\n[ Enter  Lear, Edgar,  and  Fool ]\n\nEdgar Frateretto calls me, and tells me Nero is an angler in\n\nthe lake of darkness. Pray, innocent, and beware the foul\n\nfiend.\n\nFool Prithee, nuncle, tell me whether a madman be a\n\ngentleman or a yeoman?\n\nLear A king, a king!\n\nFool No; he’s a yeoman that has a gentleman to his son; for\n\nhe’s a mad yeoman that sees his son a gentleman before\n\nhim.\n\nLear To have a thousand with red burning spits\ni’ th’ night?\n\nLet pity not believe it!’ There she shook\n\nThe holy water from her heavenly eyes,\n\nAnd clamour moistened, then away she started\n\nTo deal with grief alone.\n\nKent It is the stars,\n\nThe stars above us, govern our conditions;\n\nElse one self mate and make could not beget\n\nSuch different issues. You spoke not with her since?\n\nGentleman No.\n\nKent Was this before the King returned?\n\nGentleman No, since.\n\nKent Well, sir, the poor distressed Lear’s i’ th’ town;\n\nWho sometime, in his better tune, remembers\n\nWhat we are come about, and by no means\n\nWill yield to see his daughter.\n\nGentleman Why, good sir?\n\nKent A sovereign shame so elbows him: his own unkindness,\n\nThat stripped her from his benediction, turned her\n\nTo foreign casualties, gave her dear rights\n\nTo his dog-hearted daughters: these things sting\n\nHis mind so venomously that burning shame\n\nDetains him from Cordelia.\n\nGentleman Alack, poor gentleman!\n\nKent Of Albany’s and Cornwall’s powers you heard not?\n\nGentleman ’Tis so, they are afoot.\n\nKent Well, sir, I’ll bring you to our master Lear,\n\nAnd leave you to attend him. Some dear cause\n\nWill in concealment wrap me up awhile;\n\nWhen I am known aright, you shall not grieve\n\nLending me this acquaintance. I pray you, go\n\nAlong with me.\n\n[ Exeunt ]\n\nScene 4\n\nThe same. Enter , with drum and colours , Cordelia, Doctor,  and Soldiers.\n\nCordelia Alack, ’tis he: why, he was met even now\n\nAs mad as the vexed sea; singing aloud;\n\nCrowned with rank fumiter and furrow-weeds,\n\nWith hardocks, hemlock, nettles, cuckoo-flowers,\n\nDarnel, and all the idle weeds that grow\n\nIn our sustaining corn. A century send forth;\n\nSearch every acre in the high-grown field,\n\nAnd bring him to our eye. [ Exit an Officer ]\n\nWhat can man’s wisdom\n\nIn the restoring his bereaved sense?\n\nHe that helps him take all my outward worth.\n\nDoctor There is means, madam;\n\nOur foster-nurse of nature is repose,\n\nThe which he lacks; that to provoke in him,\n\nAre many simples operative, whose power\n\nWill close the eye of anguish.\n\nCordelia All blest secrets,\n\nAll you unpublished virtues of the earth,\n\nSpring with my tears! be aidant and remediate\n\nIn the good man’s distress! Seek, seek for him,\n\nLest this ungoverned rage dissolve the life\n\nThat wants the means to lead it.\n\n[ Enter a  Messenger ]\n\nMessenger News, madam;\n\nThe British powers are marching hitherward.\n\nCordelia ’Tis known before; our preparation stands\n\nIn expectation of them. O dear father!\n\nIt is thy business that I go about;\n\nTherefore great France\n\nMy mourning and importuned tears hath pitied.\n\nNo blown ambition doth our arms incite,\n\nBut love, dear love, and our aged father’s right.\n\nSoon may I hear and see him!\n\n[ Exeunt ]\n\nScene 5\n\nGloucester’s castle. Enter  Regan  and  Oswald.\n\nRegan But are my brother’s powers set forth?\n\nOswald Ay, madam.\n\nRegan Himself in person there?\n\nOswald Madam, with much ado:\n\nYour sister is the better soldier.\n\nRegan Lord Edmund spake not with your lord at home?\n\nOswald No, madam.\n\nRegan What might import my sister’s letter to him?\n\nOswald I know not, lady.\n\nRegan Faith, he is posted hence on serious matter.\n\nIt was great ignorance, Gloucester’s eyes being out,\n\nTo let him live; where he arrives he moves\n\nAll hearts against us. Edmund, I think, is gone,\n\nIn pity of his misery, to dispatch\n\nHis nighted life; moreover, to descry\n\nThe strength o ’th’ enemy.\n\nOswald I needs must after him, madam, with my letter.\n\nRegan Our troops set forth to-morrow; stay with us,\n\nThe ways are dangerous.\n\nOswald I may not, madam;\n\nMy lady charged my duty in this business.\n\nRegan Why should she write to Edmund? Might not you\n\nTransport her purposes by word? Belike,\n\nSomething – I know not what: I’ll love thee much,\n\nLet me unseal the letter.\n\nOswald Madam, I had rather –\n\nRegan I know your lady does not love her husband;\n\nI am sure of that; and at her late being here\n\nShe gave strange eliads and most speaking looks\n\nTo noble Edmund. I know you are of her bosom.\n\nOswald I, madam!\n\nRegan I speak in understanding: y’are, I know’t:\n\nTherefore I do advise you, take this note:\n\nMy lord is dead; Edmund and I have talked;\n\nAnd more convenient is he for my hand\n\nThan for your lady’s. You may gather more.\n\nIf you do find him, pray you give him this,\n\nAnd when your mistress hears thus much from you,\n\nI pray desire her call her wisdom to her:\n\nSo, fare you well.\n\nIf you do chance to hear of that blind traitor,\n\nPreferment falls on him that cuts him off.\n\nOswald Would I could meet him, madam: I should show\n\nWhat party I do follow.\n\nRegan Fare thee well.\n\n[ Exeunt ]\n\nScene 6\n\nThe country near Dover. Enter  Gloucester,  and  Edgar  dressed like a peasant.\n\nGloucester When shall I come to the top of that same hill?\n\nEdgar You do climb up it now; look how we labour.\n\nGloucester Methinks the ground is even.\n\nEdgar Horrible steep.\n\nHark! Do you hear the sea?\n\nGloucester No, truly.\n\nEdgar Why, then your other senses grow imperfect\n\nBy your eyes’ anguish.\n\nGloucester So may it be, indeed.\n\nMethinks thy voice is altered, and thou speak’st\n\nIn better phrase and matter than thou didst.\n\nEdgar You’re much deceived; in nothing am I changed\n\nBut in my garments.\n\nGloucester Methinks you’re better spoken.\n\nEdgar Come on, sir; here’s the place: stand still. How fearful\n\nAnd dizzy ’tis to cast one’s eyes so low!\n\nThe crows and choughs that wing the midway air\n\nShow scarce so gross as beetles; halfway down\n\nHangs one that gathers samphire, dreadful trade!\n\nMethinks he seems no bigger than his head.\n\nThe fishermen that walk upon the beach\n\nAppear like mice, and yond tall anchoring bark\n\nDiminished to her cock; her cock a buoy\n\nAlmost too small for sight. The murmuring surge,\n\nThat on the unnumbered idle pebbles chafes,\n\nCannot be heard so high. I’ll look no more,\n\nLest my brain turn, and the deficient sight\n",
      "summary": "Amidst a raging storm, Lear wrestles with the emotional storm of betrayal by his daughters. The Fool implores him to seek shelter, but Lear refuses, expressing his anguish and denouncing the natural order of injustice upon him. This encounter unfolds as Edgar disguised as Tom meets Lear, further portraying societal madness.",
      "prominence": 90,
      "key_characters": [
        {
          "name": "King Lear",
          "description": "Former King of Britain, grappling with betrayal and madness.",
          "experience": "Lear confronts the tempest as a reflection of his inner turmoil, he interacts with Edgar, losing his grip on reality amidst his reflections on human nature."
        },
        {
          "name": "Fool",
          "description": "A witty, loyal companion to Lear, speaking hard truths.",
          "experience": "Provides comic relief while urging Lear to shield himself from harm, reflecting his care and pragmatic perspective."
        },
        {
          "name": "Kent",
          "description": "A nobleman disguised in loyal service to Lear.",
          "experience": "Discovers Lear in the storm, offering pragmatic aid and reinforcing his loyalty."
        },
        {
          "name": "Edgar",
          "description": "Gloucester's son, in disguise as a madman named Tom.",
          "experience": "Encountering Lear, Edgar maintains his disguise, portraying madness and giving insight into societal norms."
        }
      ],
      "chapter": "Act three, Scene 2",
      "conversation": [
        {
          "scenario": "Lear confronts the elements during the storm, lamenting the betrayal of his daughters, with the Fool and Kent by his side.",
          "topic": "Lear’s emotional and philosophical outburst against betrayal and nature.",
          "key_characters": [
            {
              "name": "King Lear",
              "motivation": "Express grief and rage at the betrayal of his daughters and the justice of the heavens."
            },
            {
              "name": "Fool",
              "motivation": "Encourage Lear to seek shelter and subtly comment on human folly through wit."
            },
            {
              "name": "Kent",
              "motivation": "Support Lear and provide practical solutions to protect him from the storm."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "Thunder crashes and rain pours, as the wind howls mercilessly over the desolate heath."
            },
            {
              "character": "Lear",
              "message": "[Feeling betrayed and helpless.] Blow, winds, and crack your cheeks! Rage! Blow! Spout your injustice upon this poor old man."
            },
            {
              "character": "Fool",
              "message": "[Worried for Lear’s safety.] Nuncle, better ask your daughters’ blessing under a roof than court holy water in the cold embrace of rain."
            },
            {
              "character": "Lear",
              "message": "[Rolling his eyes skyward.] The elements owe me no loyalty, Fool. Unlike my venomous daughters!"
            },
            {
              "character": "Fool",
              "message": "[Shrugs while looking grim.] Wise men have heads, but tonight the mighty hatless wander in storms."
            },
            {
              "character": "Environment",
              "message": "Lightning illuminates Lear’s tortured face as rain streams down unrelentingly."
            },
            {
              "character": "Kent",
              "message": "[Urgently.] My lord, nearby is a hovel that offers shelter. Nature will not spare us this day."
            },
            {
              "character": "Lear",
              "message": "[Pauses briefly.] My wits turn on this tempest-tossed night... I see frailty in this world reflected anew."
            },
            {
              "character": "Fool",
              "message": "[Softly singing.] He that has and a little tiny wit... Must accept his fortune fit..."
            },
            {
              "character": "Environment",
              "message": "Together, Lear, the Fool, and Kent begin to make their way to the hovel, the storm raging unabated."
            }
          ]
        },
        {
          "scenario": "Lear, Kent, and the Fool find shelter in the hovel and encounter Edgar disguised as a madman.",
          "topic": "Discovery and interaction with Edgar disguised as ‘Poor Tom’.",
          "key_characters": [
            {
              "name": "King Lear",
              "motivation": "Seeking connections and understanding in his madness amidst the storm."
            },
            {
              "name": "Kent",
              "motivation": "Ensure Lear’s safety and well-being during the storm, engage with Lear’s ramblings."
            },
            {
              "name": "Edgar",
              "motivation": "Maintain his disguise as ‘Poor Tom’ and protect his true identity from being discovered."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The storm dims slightly as they reach the shelter, though the wind still hums outside."
            },
            {
              "character": "Lear",
              "message": "[Haunted by confusion.] Didst thou give all to thy daughters? And art thou come to this?"
            },
            {
              "character": "Edgar",
              "message": "[Hiding his true identity.] Through fire and flame, the foul fiend led me. Poor Tom’s a-cold."
            },
            {
              "character": "Kent",
              "message": "[Recognizing the depth of Lear’s delusion.] His daughters brought him to this, or so he believes."
            },
            {
              "character": "Lear",
              "message": "[Reflecting on injustices.] All plagues light on their daughters; subdue this nature."
            },
            {
              "character": "Edgar",
              "message": "[Playing his part.] Bless thy five wits; keep thy heart from deceit; Tom’s a-cold."
            },
            {
              "character": "Kent",
              "message": "[Attempting reason.] He hath no daughters, sir."
            },
            {
              "character": "Lear",
              "message": "[With stubborn certainty.] Nothing could subdue nature to such a lowness but his unkind daughters."
            },
            {
              "character": "Fool",
              "message": "[To lighten the mood.] This cold night makes us all madmen, good nuncle."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 4
    },
    {
      "text": "Enter  Gloucester,  and  Edgar  dressed like a peasant.\n\nGloucester When shall I come to the top of that same hill?\n\nEdgar You do climb up it now; look how we labour.\n\nGloucester Methinks the ground is even.\n\nEdgar Horrible steep.\n\nHark! Do you hear the sea?\n\nGloucester No, truly.\n\nEdgar Why, then your other senses grow imperfect\n\nBy your eyes’ anguish.\n\nGloucester So may it be, indeed.\n\nMethinks thy voice is altered, and thou speak’st\n\nIn better phrase and matter than thou didst.\n\nEdgar You’re much deceived; in nothing am I changed\n\nBut in my garments.\n\nGloucester Methinks you’re better spoken.\n\nEdgar Come on, sir; here’s the place: stand still. How fearful\n\nAnd dizzy ’tis to cast one’s eyes so low!\n\nThe crows and choughs that wing the midway air\n\nShow scarce so gross as beetles; halfway down\n\nHangs one that gathers samphire, dreadful trade!\n\nMethinks he seems no bigger than his head.\n\nThe fishermen that walk upon the beach\n\nAppear like mice, and yond tall anchoring bark\n\nDiminished to her cock; her cock a buoy\n\nAlmost too small for sight. The murmuring surge,\n\nThat on the unnumbered idle pebbles chafes,\n\nCannot be heard so high. I’ll look no more,\n\nLest my brain turn, and the deficient sight\n\nTopple down headlong.\n\nGloucester Set me where you stand.\n\nEdgar Give me your hand; you are now within a foot\n\nOf the extreme verge: for all beneath the moon\n\nWould I not leap upright.\n\nGloucester Let go my hand.\n\nHere, friend, ’s another purse; in it a jewel\n\nWell worth a poor man’s taking: fairies and gods\n\nProsper it with thee! Go thou further off;\n\nBid me farewell, and let me hear thee going.\n\nEdgar Now fare ye well, good sir.\n\nGloucester With all my heart.\n\nEdgar [ aside ] Why I do trifle thus with his despair\n\nIs done to cure it.\n\nGloucester [ kneeling ] O you mighty gods!\n\nThis world I do renounce, and in your sights\n\nShake patiently my great affliction off;\n\nIf I could bear it longer, and not fall\n\nTo quarrel with your great opposeless wills,\n\nMy snuff and loathed part of nature should\n\nBurn itself out. If Edgar live, O bless him!\n\nNow, fellow, fare thee well.\n\n[ He falls forward ]\n\nEdgar Gone, sir: farewell.\n\nAnd yet I know how conceit may rob\n\nThe treasury of life when life itself\n\nYields to the theft; had he been where he thought\n\nBy this had thought been past. Alive or dead?\n\nHo, you sir! Friend! Hear you, sir! Speak!\n\nThus might he pass indeed; yet he revives.\n\nWhat are you, sir?\n\nGloucester Away, and let me die.\n\nEdgar Hadst thou been aught but gossamer, feathers, air,\n\nSo many fathom down precipitating,\n\nThou’ dst shivered like an egg; but thou dost breathe,\n\nHast heavy substance, bleed’ st not, speak’ st, art sound.\n\nTen masts at each make not the altitude\n\nWhich thou hast perpendicularly fell:\n\nThy life’s a miracle. Speak yet again.\n\nGloucester But have I fallen or no?\n\nEdgar From the dread summit of this chalky bourn.\n\nLook up a-height: the shrill-gorged lark so far\n\nCannot be seen or heard: do but look up.\n\nGloucester Alack! I have no eyes.\n\nIs wretchedness deprived that benefit\n\nTo end itself by death? ’Twas yet some comfort,\n\nWhen misery could beguile the tyrant’s rage,\n\nAnd frustrate his proud will.\n\nEdgar Give me your arm:\n\nUp: so; how is’t? Feel you your legs? You stand.\n\nGloucester Too well, too well.\n\nEdgar This is above all strangeness.\n\nUpon the crown o’ th’ cliff what thing was that\n\nWhich parted from you?\n\nGloucester A poor unfortunate beggar.\n\nEdgar As I stood here below, methought his eyes\n\nWere two full moons; he had a thousand noses,\n\nHorns whelked and waved like the enridged sea:\n\nIt was some fiend; therefore, thou happy father,\n\nThink that the clearest gods, who make them honours\n\nOf men’s impossibilities, have preserved thee.\n\nGloucester I do remember now; henceforth I’ll bear\n\nAffliction till it do cry out itself\n\n‘Enough, enough,’ and die. That thing you speak of\n\nI took it for a man; often ’twould say\n\n‘The fiend, the fiend’: he led me to that place.\n\nEdgar Bear free and patient thoughts. But who comes here?\n\n[ Enter  Lear,  fantastically dressed with wild flowers ]\n\nThe safer sense will ne’ er accommodate\n\nHis master thus.\n\nLear No, they cannot touch me for coining; I am the King\n\nhimself.\n\nEdgar O, thou side-piercing sight!\n\nLear Nature’s above art in that respect. There’s your press-\n\nmoney. That fellow handles his bow like a crow-keeper: draw\n\nme a clothier’s yard. Look, look! a mouse. Peace, peace! This\n\npiece of toasted cheese will do’t. There’s my gauntlet; I’ll\n\nprove it on a giant. Bring up the brown bills. Oh, well flown\n\nbird; i’ th’ clouts i’ th’ clout: hewgh! Give the word.\n\nEdgar Sweet marjoram.\n\nLear Pass.\n\nGloucester I know that voice.\n\nLear Ha! Goneril, with a white beard! They flattered me\n\nlike a dog, and told me I had the white hairs in my beard ere\n\nthe black ones were there. To say ‘ay’ and ‘no’ to every thing\n\nthat I said! ‘Ay’ and ‘no’ too was no good divinity. When the\n\nrain came to wet me once and the wind to make me chatter,\n\nwhen the thunder would not peace at my bidding, there I\n\nfound ’em, there I smelt ’em out. Go to, they are not men\n\no’ their words: they told me I was every thing; ’tis a lie, I am\n\nnot ague-proof.\n\nGloucester The trick of that voice I do well remember:\n\nIs’t not the King?\n\nLear Ay, every inch a king:\n\nWhen I do stare, see how the subject quakes.\n\nI pardon that man’s life. What was thy cause?\n\nAdultery?\n\nThou shalt not die; die for adultery! No:\n\nThe wren goes to’t, and the small gilded fly\n\nDoes lecher in my sight.\n\nLet copulation thrive; for Gloucester’s bastard son\n\nWas kinder to his father than my daughters\n\nGot ’tween the lawful sheets.\n\nTo’t, luxury, pell-mell! For I lack soldiers.\n\nBehold yond simp’ring dame,\n\nWhose face between her forks presages snow;\n\nThat minces virtue, and does shake the head\n\nTo hear of pleasure’s name;\n\nThe fitchew nor the soiled horse goes to’t\n\nWith a more riotous appetite.\n\nDown from the waist they are Centaurs,\n\nThough women all above:\n\nBut to the girdle do the gods inherit,\n\nBeneath is all the fiends’: there’s hell, there’s darkness,\n\nThere is the sulphurous pit, burning, scalding,\n\nStench, consumption; fie, fie, fie! pah, pah!\n\nGive me an ounce of civet, good apothecary,\n\nTo sweeten my imagination.\n\nThere’s money for thee.\n\nGloucester O, let me kiss that hand.\n\nLear Let me wipe it first; it smells of mortality.\n\nGloucester O ruined piece of nature! This great world\n\nShall so wear out to nought. Dost thou know me?\n\nLear I remember thine eyes well enough. Dost thou squiny\n\nat me?\n\nNo, do thy worst, blind Cupid; I’ll not love.\n\nRead thou this challenge; mark but the penning of it.\n\nGloucester Were all thy letters suns, I could not see.\n\nEdgar [ aside ] I would not take this from report; it is,\n\nAnd my heart breaks at it.\n\nLear Read.\n\nGloucester What, with the case of eyes?\n\nLear O, ho! are you there with me? No eyes in your head,\n\nnor no money in your purse? Your eyes are in a heavy case,\n\nyour purse in a light: yet you see how this world goes.\n\nGloucester I see it feelingly.\n\nLear What, art mad? A man may see how this world goes\n\nwith no eyes. Look with thine ears: see how yond justice rails\n\nupon simple thief. Hark, in thine ear: change places,\n\nand, handy-dandy, which is the justice, which is the thief?\n\nThou hast seen a farmer’s dog bark at a beggar?\n\nGloucester Ay, sir.\n\nLear And the creature run from the cur? There thou\n\nmight’st behold\n\nThe great image of Authority:\n\nA dog’s obeyed in office.\n\nThou rascal beadle, hold thy bloody hand!\n\nWhy dost thou lash that whore? Strip thine own back;\n\nThou hotly lusts to use her in that kind\n\nFor which thou whip’st her. The usurer hangs the\n\ncozener.\n\nThrough tattered clothes small vices do appear;\n\nRobes and furred gowns hide all. Plate sin with gold,\n\nAnd the strong lance of justice hurtless breaks:\n\nArm it in rags, a pigmy’s straw does pierce it.\n\nNone does offend, none, I say, none; I’ll able ’em:\n\nTake that of me, my friend, who have the power\n\nTo seal the accuser’s lips. Get thee glass eyes;\n\nAnd, like a scurvy politician, seem\n\nTo see the things thou dost not. Now, now, now, now;\n\nPull off my boots; harder, harder; so.\n\nEdgar [ aside ] O, matter and impertinency mixed;\n\nReason in madness.\n\nLear If thou wilt weep my fortunes, take my eyes;\n\nI know thee well enough; thy name is Gloucester;\n\nThou must be patient; we came crying hither:\n\nThou know’st the first time that we smell the air\n\nWe wawl and cry. I will preach to thee: mark.\n\nGloucester Alack, alack the day!\n\nLear When we are born, we cry that we are come\n\nTo this great stage of fools. This’ s a good block!\n\nIt were a delicate stratagem to shoe\n\nA troop of horse with felt; I’ll put’ t in proof,\n\nAnd when I have stolen upon these sons-in-law,\n\nThen, kill, kill, kill, kill, kill, kill!\n\n[ Enter a  Gentleman,  with Attendants ]\n\nGentleman O, here he is; lay hand upon him. Sir,\n\nYour most dear daughter –\n\nLear No rescue? What! a prisoner! I am even\n\nThe natural fool of fortune. Use me well;\n\nYou shall have ransom. Let me have surgeons;\n\nI am cut to the brains.\n\nGentleman You shall have any thing.\n\nLear No seconds? All myself?\n\nWhy this would make a man a man of salt,\n\nTo use his eyes for garden water-pots,\n\nAy, and laying autumn’s dust. I will die bravely,\n\nLike a smug bridegroom. What! I will be jovial:\n\nCome, come; I am a king, masters, know you that?\n\nGentleman You are a royal one, and we obey you.\n\nLear Then there’s life in’t. Nay, an you get it, you shall get\n\nit by running. Sa, sa, sa, sa.\n\n[ Exit running. Attendants follow ]\n\nGentleman A sight most pitiful in the meanest wretch,\n\nPast speaking of in a king! Thou hast one daughter,\n\nWho redeems nature from the general curse\n\nWhich twain have brought her to.\n\nEdgar Hail, gentle sir!\n\nGentleman Sir, speed you: what’s your will?\n\nEdgar Do you hear aught, sir, of a battle toward?\n\nGentleman Most sure and vulgar; every one hears that,\n\nWhich can distinguish sound.\n\nEdgar But, by your favour,\n\nHow near’s the other army?\n\nGentleman Near, and on speedy foot; the main descry\n\nStands on the hourly thought.\n\nEdgar I thank you, sir: that’s all.\n\nGentleman Though that the Queen on special cause is here,\n\nHer army is moved on.\n\nEdgar I thank you, sir.\n\n[ Exit  Gentleman ]\n\nGloucester You ever-gentle gods, take my breath from me:\n\nLet not my worser spirit tempt me again\n\nTo die before you please!\n\nEdgar Well pray you, father.\n\nGloucester Now, good sir, what are you?\n\nEdgar A most poor man, made tame to fortune’s blows;\n\nWho, by the art of known and feeling sorrows,\n\nAm pregnant to good pity. Give me your hand,\n\nI’ll lead you to some biding.\n\nGloucester Hearty thanks:\n\nThe bounty and the benison of heaven\n\nTo boot, and boot!\n\n[ Enter  Oswald ]\n\nOswald A proclaimed prize! Most happy!\n\nThat eyeless head of thine was first framed flesh\n\nTo raise my fortunes. Thou old unhappy traitor,\n\nBriefly thyself remember: the sword is out\n\nThat must destroy thee.\n\nGloucester Now let thy friendly hand\n\nPut strength enough to’t. [ Edgar  interposes ]\n\nOswald Wherefore, bold peasant,\n\nDar’st thou support a published traitor? Hence;\n\nLest that the infection of his fortune take\n\nLike hold on thee. Let go his arm.\n\nEdgar Chill not let go, zir, without vurther ’casion.\n\nOswald Let go, slave, or thou diest.\n\nEdgar Good gentleman, go your gait, and let poor volk pass.\n\nAn chud ha’ bin zwaggered out of my life, ’twould not ha’\n\nbeen zo long as ’tis by a vortnight. Nay, come not near th’ old\n\nman: keep out, che vor’ ye, or ’se try whither your costard or\n\nmy ballow be the harder. Chill be plain with you.\n\nOswald Out, dunghill!\n\nEdgar Chill pick your teeth, zir. Come; no matter vor your\n\nfoins.\n\n[ They fight , and  Edgar  knocks him down ]\n\nOswald Slave, thou hast slain me. Villain, take my purse.\n\nIf ever thou wilt thrive, bury my body;\n\nAnd give the letters which thou find’st about me\n\nTo Edmund Earl of Gloucester; seek him out\n\nUpon the British party. O untimely death.\n\nDeath! [ Dies ]\n\nEdgar I know thee well: a serviceable villain;\n\nAs duteous to the vices of thy mistress\n\nAs badness would desire.\n\nGloucester What, is he dead?\n\nEdgar Sit you down, father; rest you.\n\nLet’s see these pockets: the letters that he speaks of\n\nMay be my friends. He’s dead; I am only sorry\n\nHe had no other deathsman. Let us see:\n\nLeave, gentle wax; and, manners, blame us not:\n\nTo know our enemies’ minds, we rip their hearts;\n",
      "summary": "Gloucester is led by Edgar, disguised as a peasant, to a cliff, intending to commit suicide. Edgar deceives him into believing he survived a fall. He reassures Gloucester of divine intervention. As they encounter Lear, Lear's ravings reveal his deteriorated mental state. Later, Oswald attempts to murder Gloucester but is slain by Edgar, who discovers Goneril’s treacherous letter.",
      "prominence": 85,
      "key_characters": [
        {
          "name": "Gloucester",
          "description": "Lear’s loyal subject, father to Edgar, unaware of Edmund's betrayal.",
          "experience": "Despair drives Gloucester to contemplate suicide. His 'miracle' survival redirects him towards life. Later learns of Goneril's schemes."
        },
        {
          "name": "Edgar",
          "description": "Gloucester's loyal son, currently disguised as a peasant.",
          "experience": "Saves his father from his suicidal despair, deceives him for a greater good, re-connects with truth of their predicament through discovery of Goneril's letter."
        },
        {
          "name": "Oswald",
          "description": "Goneril’s servant, unwavering in loyalty to a corrupt mistress.",
          "experience": "Tries to execute Gloucester but fails; he is killed by Edgar, yet reveals crucial information about the political intrigue with Goneril's letter."
        }
      ],
      "chapter": "Act four, Scene 6",
      "conversation": [
        {
          "scenario": "Gloucester and Edgar, in disguise, reach a high cliff where Gloucester intends to end his life.",
          "topic": "Discussion over Gloucester’s despair and supposed suicide.",
          "key_characters": [
            {
              "name": "Gloucester",
              "motivation": "His depression and loss drive him to consider suicide as an escape."
            },
            {
              "name": "Edgar",
              "motivation": "Deception for his father’s preservation, slowly attempting to offer hope."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "A narrow, dangerous path stretches out atop a glaring white chalk cliff."
            },
            {
              "character": "Gloucester",
              "message": "[Resolute yet broken.] Set me where you stand. Here, friend, ’s another purse; in it a jewel Well worth a poor man’s taking: let me hear thee going."
            },
            {
              "character": "Edgar",
              "message": "[Concern at heart.] Now fare ye well, good sir. [I must intervene without revealing truth.]"
            },
            {
              "character": "Gloucester",
              "message": "[Facing the precipice.] O you mighty gods! This world I do renounce; shake patiently my great affliction off!"
            },
            {
              "character": "Environment",
              "message": "Silence echoes momentarily, then abruptly breaks as Gloucester seemingly falls."
            },
            {
              "character": "Edgar",
              "message": "[Pitying and resolute.] Speak yet again. Thy life’s a miracle."
            },
            {
              "character": "Gloucester",
              "message": "[Shock of survival.] But have I fallen or no?"
            },
            {
              "character": "Edgar",
              "message": "[Asserting the illusion to instill faith.] From the dread summit of this chalky bourn. Thy survival speaks of a godly intervention."
            },
            {
              "character": "Gloucester",
              "message": "[Awakening realization.] Henceforth I’ll bear affliction till it do cry out ‘Enough, enough,’ and die."
            },
            {
              "character": "Edgar",
              "message": "[Offering solace.] Bear free and patient thoughts, father."
            }
          ]
        },
        {
          "scenario": "Edgar saves Gloucester and they encounter Lear, who is madly raving, before Oswald arrives with murderous intent.",
          "topic": "Edgar’s protection of Gloucester from Oswald and discovery of Goneril’s treacherous letter.",
          "key_characters": [
            {
              "name": "Edgar",
              "motivation": "Protect Gloucester, uncover truths, maintain disguise until safe."
            },
            {
              "name": "Gloucester",
              "motivation": "Acceptance of continued life, regaining some hope after Edgar’s intervention."
            },
            {
              "name": "Oswald",
              "motivation": "Execute Goneril’s orders, remove perceived threats to her schemes."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "Soft thuds echo over the cliffs as they descend, the sense of imminent peril lingers post struggle."
            },
            {
              "character": "Oswald",
              "message": "[Driven by ambition.] The eyeless head was framed flesh to raise my fortunes. Briefly remember: the sword is out that must destroy thee."
            },
            {
              "character": "Edgar",
              "message": "[Protective.] Chill not let go, zir, without vurther ’casion. Go your gait, and let poor volk pass."
            },
            {
              "character": "Oswald",
              "message": "[Persistent.] Let go, slave, or thou diest."
            },
            {
              "character": "Environment",
              "message": "A sharp clash of weapons echoes. The conflict resolves quickly as Edgar disarms Oswald."
            },
            {
              "character": "Edgar",
              "message": "[Firm but uneasy.] Good gentleman, seek your own path! Fight no further, or I will smite."
            },
            {
              "character": "Oswald",
              "message": "[Resigned.] Villain, take my purse. If ever thou wilt thrive, bury my body; and give the letters which thou find’st about me to Edmund Earl of Gloucester."
            },
            {
              "character": "Edgar",
              "message": "[Shrouded disbelief.] I know thee well, oswald; must you betray, even in death?"
            },
            {
              "character": "Environment",
              "message": "Oswald collapses, leaving Edgar with letters and doubts unresolved."
            },
            {
              "character": "Edgar",
              "message": "[After opening the letters.] O undistinguished space of woman’s will! A plot upon her virtuous husband’s life."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 4
    },
    {
      "text": "Edgar Here, father, take the shadow of this tree\n\nFor your good host; pray that the right may thrive.\n\nIf ever I return to you again,\n\nI’ll bring you comfort.\n\nGloucester Grace go with you, sir!\n\n[ Exit Edgar ]\n\n[ Alarum; afterwards a retreat. Re-enter  Edgar ]\n\nEdgar Away, old man! Give me thy hand: away!\n\nKing Lear hath lost, he and his daughter ta’en.\n\nGive me thy hand; come on.\n\nGloucester No further, sir; a man may rot even here.\n\nEdgar What, in ill thoughts again? Men must endure\n\nTheir going hence, even as their coming hither;\n\nRipeness is all. Come on.\n\nGloucester And that’s true too.",
      "summary": "Edgar and Gloucester are reunited in the heat of battle between Lear and Cordelia's forces versus Edmund's. Edgar ensures Gloucester's safety and spiritedly speaks of enduring life's sufferings. The conclusion signals King Lear and Cordelia's failure, marking an emotional low point.",
      "prominence": 85,
      "key_characters": [
        {
          "name": "Edgar",
          "description": "Edgar, Gloucester's son, assumes a protective and resolute role.",
          "experience": "He ensures Gloucester's safety in a critical situation and reflects stoic endurance amidst the chaos."
        },
        {
          "name": "Gloucester",
          "description": "An older man with diminished physical capabilities after mistreatment.",
          "experience": "Gloucester, under Edgar’s guidance, shows resilience and briefly contemplates mortality, reflecting growth in his character."
        }
      ],
      "chapter": "Scene 2",
      "conversation": [
        {
          "scenario": "Edgar ensures Gloucester finds temporary safety during the battle's chaos.",
          "topic": "Preparing Gloucester for the aftermath of the battle.",
          "key_characters": [
            {
              "name": "Edgar",
              "motivation": "Ensuring his father’s physical and emotional safety while anticipating a bleak future."
            },
            {
              "name": "Gloucester",
              "motivation": "Contemplating the battle's effect while emotionally reliant on Edgar's guidance."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The battlefield remains chaotic with the alarum blaring and soldiers’ movements in the distance. Brief retreats shift the ambiance to silence."
            },
            {
              "character": "Edgar",
              "message": "[I need to ensure Father's safety, even amidst this chaos.] (gestures toward the tree) 'Here, father, take the shadow of this tree for your good host; pray that the right may thrive.'"
            },
            {
              "character": "Gloucester",
              "message": "[This world has treated me harshly; I feel frail.] 'Grace go with you, sir!'"
            },
            {
              "character": "Edgar",
              "message": "[Though overwhelmed, I must press forward to ensure his ultimate comfort.] (squeezes Gloucester's hand) 'If ever I return to you again, I’ll bring you comfort.' (steps away purposefully)"
            },
            {
              "character": "Environment",
              "message": "Moments later, echoes of retreat signal Cordelia's forces' loss in the tumult."
            },
            {
              "character": "Edgar",
              "message": "[I have to act swiftly before we fall to despair.] 'Away, old man! Give me thy hand: away!'"
            },
            {
              "character": "Gloucester",
              "message": "[My journey feels over; my body can take no more.] 'No further, sir; a man may rot even here.'"
            },
            {
              "character": "Edgar",
              "message": "[He speaks of giving up, but I cannot let him.] 'What, in ill thoughts again? Men must endure their going hence, even as their coming hither; ripeness is all. Come on.'"
            },
            {
              "character": "Gloucester",
              "message": "[He speaks wisdom; perhaps he has a point.] 'And that’s true too.' (allows Edgar to lead him off, showing reluctant agreement)"
            },
            {
              "character": "Environment",
              "message": "The field grows quieter, but distant war cries indicate the battle's aftermath is forthcoming."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 4
    },
    {
      "text": "Edgar Greetings, brother Edmund! What’s the big problem on\n\nyour mind?\n\nEdmund I’m thinking, brother, of a prediction I read the other\n\nday about what will follow from these eclipses.\n\nEdgar Do you worry about things like that?\n\nEdmund I assure you that the consequences written about\n\nturn out to be disagreeable: such as unnaturalness between\n\nchild and parent; death, famine and the ending of\n\nlongstanding friendships; disunity in countries; threats and\n\ncurses against King and nobles; unfounded suspicions; the\n\nbanishment of friends; desertion of troops; matrimonial\n\nstrife; and I don’t know what.\n\nEdgar How long have you been a student of astrology?\n\nEdmund When did you last see my father?\n\nEdgar Last night.\n\nEdmund Did you speak to him?\n\nEdgar Yes. Fully two hours.\n\nEdmund Did you part on friendly terms? Did he seem\n\ndispleased by the way he spoke or looked?\n\nEdgar Not at all.\n\nEdmund Try to think how you may have offended him. Do me\n\nthe favor of avoiding him till his temper has cooled. At the\n\nmoment he’s so furious that injury to your person would\n\nhardly cool his anger.\n\nEdgar Some villain has wronged me!\n\nEdmund That’s what I fear. I advise you to keep at a discreet\n\ndistance till he calms down: and as I say, come back with\n\nme to my place, where at an opportune time I’ll let you\n\noverhear what my lord says. Please – go! There’s my key. If\n\nyou do go out, go armed.\n\nEdgar Armed, brother?\n\nEdmund Brother, I advise you for the best. I’d be a liar if I said\n\nthere’s any good will toward you. I’ve told you what I’ve\n\nseen and heard, but toned it down – nothing like the\n\nhorrible reality. Please, go!\n\nEdgar Shall I hear from you soon?\n\nEdmund Leave everything to me. [ Edgar  goes.  Edmund  laughs\n\nout loud ] A credulous father and a noble brother! He’s so\n\nincapable of mischief himself that he suspects none. His\n\nfoolish honesty is no match for my wiles. It’s very simple: if I\n\ncan’t get property through inheritance, I’ll get it by using my\n\nwits. Anything goes that suits my purposes.",
      "summary": "Edmund deceitfully convinces Gloucester of Edgar's supposed plot against them, while secretly advancing his own schemes for power and property. He manipulates Edgar into fleeing, using the chaos of recent eclipses as an alibi to mask his machinations.",
      "prominence": 85,
      "key_characters": [
        {
          "name": "Edmund",
          "description": "A cunning and manipulative schemer, motivated by self-interest.",
          "experience": "Orchestrates a deceitful plan against Edgar, leveraging familial trust, and using celestial events as cover for his machinations."
        },
        {
          "name": "Edgar",
          "description": "The legitimate son of Gloucester, honest and unsuspecting.",
          "experience": "Falls victim to Edmund's deceit, forced into hiding under false pretenses to avoid fabricated threats."
        },
        {
          "name": "Gloucester",
          "description": "A nobleman, father of Edgar and Edmund, preoccupied with recent celestial omens.",
          "experience": "Misguided by Edmund's manipulation, becomes convinced of Edgar’s betrayal, reflecting his vulnerability to superstition."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Edmund, plotting against Edgar, manipulates the situation to incite Gloucester against Edgar.",
          "topic": "Edmund convinces Edgar to flee a non-existent threat.",
          "key_characters": [
            {
              "name": "Edmund",
              "motivation": "To deceitfully gain an advantage over Edgar and secure his own ascendancy."
            },
            {
              "name": "Edgar",
              "motivation": "To understand and alleviate any perceived issues with his father, unaware of Edmund's deceit."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "Evening wind whistles softly around, as the room’s dim light casts elongated shadows of the brothers."
            },
            {
              "character": "Edmund",
              "message": "[I must maintain the facade of concern while orchestrating Edgar's downfall.] (in a low voice) 'I'm thinking, brother, of a prediction I read the other day about what will follow from these eclipses.'"
            },
            {
              "character": "Edgar",
              "message": "[Eclipses? Edmund wonders. What's preoccupying him so deeply?] 'Do you worry about things like that?'"
            },
            {
              "character": "Edmund",
              "message": "[I’ll use celestial talk to plant the seeds of doubt.] 'I assure you that the consequences written about turn out to be disagreeable: such as unnaturalness between child and parent...' (sighs)"
            },
            {
              "character": "Edgar",
              "message": "[Why this sudden astrology?] 'How long have you been a student of astrology?'"
            },
            {
              "character": "Edmund",
              "message": "[Redirecting focus, subtly increasing tension.] 'When did you last see my father?'"
            },
            {
              "character": "Edgar",
              "message": "[There’s hesitance in his query.] 'Last night.'"
            },
            {
              "character": "Edmund",
              "message": "[Time to insinuate imminent danger.] 'Did you part on friendly terms? Did he seem displeased by the way he spoke or looked?'"
            },
            {
              "character": "Edgar",
              "message": "[Now truly concerned; there must be some mistake.] 'Not at all.'"
            },
            {
              "character": "Edmund",
              "message": "[Conveying false urgency, deriving trust.] 'Try to think how you may have offended him. Do me the favor of avoiding him till his temper has cooled...'"
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 6
    },
    {
      "text": "Goneril Did my father strike my officer for rebuking his Fool?\n\nOswald Yes, madam.\n\nGoneril He does me wrong by day and night. Not an hour\n\npasses but he commits one flagrant offense or another\n\nthat has us all at loggerheads. I won’t put up with it. His\n\nknights are getting riotous, and he himself scolds us about\n\nevery little thing. When he returns from hunting, I won’t\n\nspeak to him. Say I’m sick. If you’re less dutiful than\n\nformerly, that will be quite all right. I’ll take the\n\nresponsibility.\n\n[ Hunting horns can be heard ]\n\nOswald He’s coming, madam. I can hear him.\n\nGoneril Be as offhand as you like, you and your colleagues. I\n\nwant to make an issue of it. If he doesn’t like it, let him go\n\nto my sister. She and I are of one mind, not to give in to\n\nhim. Silly old man, who wants to be in charge of what he’s\n\ngiven away! Upon my soul, old fools are babies again, and\n\nmust be restrained when they are deluded. Remember what\n\nI’ve said.\n\nOswald I will indeed, madam.\n\nGoneril Be cooler to his knights. Ignore the consequences.\n\nSpread the word among your colleagues. I’ll make capital\n\nout of such incidents; I will, so I can speak out. I’ll write to\n\nmy sister at once to do the same. Prepare for dinner.\n\n[ They go ]\n\nScene 4\n\nAnother room in the palace. Enter  Kent,  in disguise\n\nKent If I can also alter my voice, I may be able to carry out the\n\nworthy purpose which prompted my disguise. Well now,\n\nbanished Kent, if you can serve where you stand\n\ncondemned, it may well be that your master, whom you\n\nlove, will discover you are a dedicated servant.\n\n[ Hunting horns herald the entrance of the  King  and his\n\nKnights ]\n\nLear [ to his  Servant ] Don’t keep me waiting for dinner! Go\n\nand get it ready. [ The  Servant  goes ] Well now, who are you?\n\nKent A man, sir.\n\nLear What’s your profession? What’s your business with us?\n\nKent I profess to be no less than I appear to be; to serve any\n\nman loyally who’ll trust me; to love the man who is honest;\n\nto consort with the man who is wise but says little; to fear\n\nbeing judged; to fight when I have no alternative; and to eat\n\nno fish.\n\nLear What are you?\n\nKent A very genuine fellow, and as poor as the King.\n\nLear If you are as poor a subject as he is a King, that’s pretty\n\npoor! What are you seeking?\n\nKent Employment.\n\nLear With whom?\n\nKent You.\n\nLear Do you know me, man?\n\nKent No, sir, but there’s something in your bearing that I\n\nrespect.\n\nLear What’s that?\n\nKent Authority.\n\nLear What services can you perform?\n\nKent I can keep a secret; ride; run; spoil a good story in the\n\ntelling of it; and deliver a simple message bluntly. What\n\nordinary men are fit for, I’m good at. My best quality is\n\ndetermination.\n\nLear How old are you?\n\nKent Not so young, sir, that I’d love a woman for singing, nor\n\nso old as to dote on her for anything. I’m forty-eight.\n\nLear Follow me. You can be my servant. If I like you no less\n\nafter dinner, I’ll take you on permanently. Dinner! hey there!\n\nDinner! Where’s my knave? My Fool? [ To an Attendant ] Go\n\nand fetch my Fool.\n\n[ The Attendant leaves.  Oswald  enters ]\n\nYou. You, fellow. Where’s my daughter?\n\nOswald [ brushing past him ] Excuse me – [ he goes ]\n\nLear What did the fellow say? Call the blockhead back! [ A\n\nKnight  goes in pursuit ] Where’s my Fool, eh? I think the\n\nworld’s asleep. [ The  Knight  returns alone ] Well, where’s\n\nthat mongrel?\n\nKnight He says, my lord, that your daughter isn’t well.\n\nLear Why didn’t the slave come back to me when I called\n\nhim?\n\nKnight Sir, he answered in the rudest manner that he would\n\nnot.\n\nLear He would not?\n\nKnight My lord, I don’t know why, but in my opinion your\n\nHighness is not being treated with the same respectful\n\nceremony as you are used to. There’s a distinct unfriend-\n\nliness among the staff, as well as in the Duke himself and\n\nyour daughter.\n\nLear Hm? Do you think so?\n\nKnight Please forgive me, my lord, if I’m mistaken. My\n\nduty won’t allow me to be silent when I think your Highness\n\nis being wronged.\n\nLear You are only reminding me of what I’ve noticed myself. I\n\nhave observed a hint of neglect lately. I’d put it down to my\n\nown jealous sensitivity rather than a deliberate intention to\n\nbe uncivil. I’ll look further into it. But where’s my Fool? I\n\nhaven’t seen him these last two days.\n\nKnight Since my young lady went to France, sir, the Fool has\n\npined away considerably.\n\nLear Enough of that. I’ve taken good note of it. [ To an\n\nAttendant ] Go and tell my daughter I want to speak to her.\n\n[ The Attendant leaves ] You [ to another ], go and bring my\n\nFool here. [ The Attendant goes ]\n\n[ Oswald  enters ]\n\nOh, you, sir. You. Come here, sir. Who am I, sir?\n\nOswald My lady’s father.\n\nLear “My lady’s father”! My lord’s lackey, you lousy dog!\n\nYou wretch! You cur!\n\nOswald I am none of these, my lord; I beg your pardon.\n\nLear Do you exchange looks with me, you rascal? [ He strikes\n\nOswald  angrily ]\n\nOswald I won’t be struck, my lord.\n\nKent Or tripped, either, you contemptible lout? [ Oswald  falls\n\nto the ground ]\n\nLear Thank you, fellow. You’re my servant, and I’ll take care\n\nof you.\n\nKent [ to  Oswald ] Come on, sir, get up and go! I’ll teach you\n\nyour place! Be off with you: go! If you want to be stretched\n\nout full length again, stay. But away with you! Use your\n\ncommon sense. [ Oswald  runs off ] That’s right.\n\nLear Now, my friendly fellow, thank you: there’s something\n\non account. [ He gives  Kent  some money ]\n\n[ The  Fool  enters ]\n\nFool Let me hire him too: here’s my coxcomb. [ He offers  Kent\n\nhis jester’s cap, which resembles a cock’s comb in shape\n\nand color ]\n\nLear Hello, there, my pretty fellow! How have you been?\n\nFool Sir, you had better have my coxcomb.\n\nKent Why, Fool?\n\nFool Why? For siding with someone who’s out of favor. No,\n\nif you can’t side with the winners, you’ll be in trouble\n\nshortly. So there: take my coxcomb. Why, this fellow\n\n[ indicating  Lear ] has alienated two of his daughters and\n\ndone the third one a blessing without intending to. If you\n\njoin his service, you’ll have to wear my coxcomb. [ To  Lear ]\n\nGreetings, uncle. I wish I had two coxcombs and two\n\ndaughters.\n\nLear Why, my boy?\n\nFool If I gave them all my possessions, I’d keep my coxcombs\n\nfor myself. [ He offers his cap to  Lear ] There’s mine. Beg the\n\nsecond off your daughters.\n\nLear Watch it, now: you’ll be whipped!\n\nFool Truth is a dog that’s sent to his kennel. He gets whipped,\n\nwhereas flattery, the hound bitch, is allowed to stand in\n\nfront of the fire, and stink.\n\nLear [ brooding ] It’s quite insufferable!\n\nFool Sir, I’ll tell you something.\n\nLear Do.\n\nFool Listen carefully, uncle:\n\nOwn more than you show,\n\nDon’t tell all you know,\n\nLend less than you’ve got,\n\nRide more than you trot,\n\nDon’t believe all you’re told,\n\nDon’t risk all your gold;\n\nGive up drink and your whores,\n\nDon’t stray out of doors,\n\nAnd you will have more\n\nThan two tens to the score.\n\nKent This is a lot of nothing, Fool.\n\nFool Then it’s like the advice of a lawyer working without\n\na fee: you get it for nothing. Can’t you make use of nothing,\n\nuncle?\n\nLear Why no, boy. Nothing can be made out of nothing.\n\nFool [ to  Kent ] Do me a favor. Tell him that’s what his\n\nincome amounts to. He won’t believe a Fool.\n\nLear A bitter Fool!\n\nFool [ to  Lear ] Do you know the difference, my boy, between a\n\nbitter Fool and a sweet one?\n\nLear No, lad, tell me.\n\nFool Whoever counselled you\n\nTo give away your land,\n\nCome place him here by me,\n\nWhile you for him there stand:\n\nThe sweet and bitter fool\n\nWill instantly appear;\n\nThe one in motley here –\n\nThe other standing there!\n\n[ He points to  Lear  as the bitter one ]\n\nLear Are you calling me a fool, boy?\n\nFool All your other titles you have given away. That one you\n\nwere born with.\n\nKent He’s not all fool, my lord.\n\nFool No, indeed. Lords and great men won’t let me be. If I\n\nhad the monopoly, they’d want their share of the profits.\n\nAnd ladies, too: they wouldn’t let me monopolize fooling;\n\nthey’d be snatching.",
      "summary": "Goneril grows impatient with King Lear's behavior and the disruptive conduct of his knights. With increasing disdain, she instructs her steward, Oswald, to be aloof toward Lear, setting up a calculated confrontation. Lear, meanwhile, perceives the subtle decline in respect and grows agitated, while the Fool slyly points out Lear's follies in relinquishing his authority.",
      "prominence": 90,
      "key_characters": [
        {
          "name": "Goneril",
          "description": "Lear's eldest daughter, pragmatic and power-seeking.",
          "experience": "Frustrated by Lear's presence, she schemes to diminish his authority and influence by reducing his retinue."
        },
        {
          "name": "King Lear",
          "description": "The aging King of Britain, having given away his power.",
          "experience": "Struggling with diminished respect from Goneril and experiencing an internal crisis of authority."
        },
        {
          "name": "The Fool",
          "description": "Lear’s wise and loyal jester, often bluntly truthful.",
          "experience": "Sardonically reflects on Lear’s mistakes, aiding him in seeing the reality of his abdication."
        }
      ],
      "chapter": "Scene 3",
      "conversation": [
        {
          "scenario": "Goneril, growing weary of Lear’s knights, orchestrates a stance against her father’s disruptive presence.",
          "topic": "Goneril's confrontation with Lear over his knights' behavior.",
          "key_characters": [
            {
              "name": "Goneril",
              "motivation": "To assert control over her household and diminish Lear’s influence."
            },
            {
              "name": "King Lear",
              "motivation": "To understand the shift in respect towards him and affirm his authority."
            },
            {
              "name": "The Fool",
              "motivation": "To expose Lear’s folly in relinquishing his power and navigate the strained family dynamic."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The air in Goneril’s palace is tense, with servants casting furtive glances at the approaching confrontation."
            },
            {
              "character": "Goneril",
              "message": "[Lear must understand he’s no longer in charge.] 'He does me wrong by day and night. His knights are getting riotous...If he doesn’t like it, let him go to my sister.'"
            },
            {
              "character": "Oswald",
              "message": "[I serve loyally but must now follow Goneril’s command.] 'He’s coming, madam. I can hear him.'"
            },
            {
              "character": "Goneril",
              "message": "[This issue will drive the point home.] 'Be as offhand as you like, you and your colleagues.'"
            },
            {
              "character": "Environment",
              "message": "The sound of distant hunting horns resonates, an ominous prelude to the familial clash."
            },
            {
              "character": "Lear",
              "message": "[I sense coldness but brush it off.] 'What did the fellow say? Call the blockhead back! Where’s my Fool, eh?'"
            },
            {
              "character": "The Fool",
              "message": "[These truths bite, but he must absorb them.] 'Truth is a dog that’s sent to the dogs...'"
            },
            {
              "character": "Goneril",
              "message": "[My patience has reached its limit.] 'You strike my servants, and your rowdy rabble order their betters around.'"
            },
            {
              "character": "Lear",
              "message": "[Dismay mixes with anger, but I try to regain composure.] 'Does Lear walk like this? Speak like this? Where are his eyes?'"
            },
            {
              "character": "Fool",
              "message": "[Lear must reckon with his own actions.] 'All your other titles you have given away. That one you were born with.'"
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 6
    },
    {
      "text": "Edmund God be with you, Curan.\n\nCuran And you, sir. I’ve been with your father, and informed\n\nhim that the Duke of Cornwall, and his Duchess Regan, will\n\nbe here with him tonight.\n\nEdmund How has that come about?\n\nCuran I don’t know. You’ve heard the latest? I mean the\n\nrumors, since at the moment they’re only idle gossip.\n\nEdmund No, I haven’t. What are they?\n\nCuran Haven’t you heard of the impending wars between the\n\nDukes of Cornwall and Albany?\n\nEdmund Not a word.\n\nCuran You probably will soon. Fare you well, sir.\n\n[ He goes ]\n\nEdmund The Duke coming here tonight! So much the better!\n\nMarvelous! This fits in with my scheme. My father has\n\nhidden himself to overhear my brother and I’ve got some\n\ndelicate business to do. Speed and good fortune, come\n\nto my aid! [ He calls up the adjacent stairs ] Brother, a word\n\nwith you! Come down! Brother, I say!\n\n[ Edgar  descends ]\n\n[ To the audience ] My father is watching. [ Whispering to\n\nEdgar,  and assuming an agitated manner ] Sir, run away!\n\nYour hiding place has been discovered. You have the\n\nadvantage of night cover. Have you not been speaking out\n\nagainst the Duke of Cornwall? He’s coming here now,\n\novernight, in great haste, and Regan is with him. Have you\n\nsaid anything supportive of his case against the Duke of\n\nAlbany? Think hard.\n\nEdgar I’m sure of it. Not a word.\n\nEdmund I can hear my father coming. Excuse me: I must\n\npretend to draw my sword upon you. [ He does so ] Draw\n\nyours. Make as if to defend yourself. [ Edgar,  bewildered,\n\ndoes as he is told ] Do your best. [ Speaking out loud for\n\nGloucester  to hear ] Surrender! Come to my father! Light\n\nthere! [ Whispering ] Run, brother. [ Aloud ] Torches, torches!\n\n[ Pushing  Edgar  out ] So, farewell. [ Edgar  runs off ] Some\n\nblood on me would be convincing evidence of my tough\n\nstruggle. [ He cuts his arm ] I’ve seen drunkards do more than\n\nthis in fun. [ Calling pathetically ] Father, father! [ After  Edgar ]\n\nStop, stop! Will no one help?\n\n[ Gloucester  enters with Servants and torches ]\n\nGloucester Now, Edmund, where’s the villain?\n\nEdmund He was standing here in the dark, his sharp sword\n\ndrawn, mumbling wicked spells, and making incantations to\n\nthe moon to seek her favor.\n\nGloucester But where is he?\n\nEdmund [ playing for time ] Look, sir, I’m bleeding.\n\nGloucester Where is the villain, Edmund?\n\nEdmund [ pointing ] He fled this way, sir, when he was quite\n\nunable –\n\nGloucester Follow him, quick! Go after him! [ Servants rush\n\noff in pursuit ] “Quite unable” to do what?\n\nEdmund Persuade me to murder your lordship. And I told him\n\nthe vengeful gods deal ruthlessly with parricides. I spoke\n\nabout how the bond between father and son was complex\n\nand strong. Sir, in short, seeing how bitterly opposed I was\n\nto his unnatural plan, with a deadly thrust he lunged at my\n\ndefenseless body with his naked sword and wounded my\n\narm. But when he saw my energetic response to the\n\nchallenge, inspired by the justice of the cause – or perhaps\n\naghast at the noise I made – he suddenly ran off.\n\nGloucester No matter how far he goes, there’s nowhere in\n\nthis land where he can stay free. Once found, kill him. The\n\nnoble Duke, my master and chief patron, comes here\n\ntonight. With his authority I’ll announce that whoever finds\n\nhim will be rewarded for bringing the murderous coward to\n\nhis execution. For anyone who hides him, death!\n\nEdmund When I tried to dissuade him from his plan, and\n\nfound he was determined to proceed, with angry words I\n\nthreatened to expose him. He replied, “You poverty-stricken\n\nbastard! Do you think anyone would believe a word you said\n\nif I spoke to the contrary? No. I’d deny it all – indeed I\n\nwould, even if you produced my own handwriting – and say\n\nit was your scheme, plot and treacherous proposal. People\n\nwould have to be very stupid not to see that the profits from\n\nmy death give you an obvious and powerful motive for\n\nseeking it.”\n\nGloucester Oh, that unnatural and confirmed villain! He’d\n\ndeny his letter, did he say? He’s no child of mine.",
      "summary": "Edmund deceives Gloucester into believing that Edgar has plotted against him, leading Gloucester to disown Edgar. Edmund uses the pretext of recent celestial events to convince Gloucester of the machinations, thus furthering his scheme for inheritance.",
      "prominence": 85,
      "key_characters": [
        {
          "name": "Edmund",
          "description": "A cunning and manipulative schemer, motivated by self-interest.",
          "experience": "Successfully manipulates Gloucester into disowning Edgar, strengthening his own position as the favored son."
        },
        {
          "name": "Gloucester",
          "description": "A nobleman, father of Edgar and Edmund, preoccupied with recent celestial omens.",
          "experience": "Convinced by Edmund’s false claims about Edgar’s betrayal, leading to intense familial distrust."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Edmund, plotting against Edgar, manipulates the situation to incite Gloucester against Edgar.",
          "topic": "Edmund further convinces Gloucester of Edgar's 'betrayal'.",
          "key_characters": [
            {
              "name": "Edmund",
              "motivation": "To deceitfully gain an advantage over Edgar and secure his own ascendancy."
            },
            {
              "name": "Gloucester",
              "motivation": "Concerned about betrayal and desperate to maintain familial honor and security."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The air is thick with tension as Gloucester's castle looms forebodingly in the twilight."
            },
            {
              "character": "Edmund",
              "message": "[Perfect, Father is buying into my story. This is crucial for my plan.] 'He was standing here in the dark, his sharp sword drawn, mumbling wicked spells, and making incantations to the moon to seek her favor.'"
            },
            {
              "character": "Gloucester",
              "message": "[Fear grips me. My son, a villain? How far have these omens led us astray?] 'But where is he?'"
            },
            {
              "character": "Edmund",
              "message": "[Father must be pushed further into this false belief.] 'Look, sir, I’m bleeding.'"
            },
            {
              "character": "Gloucester",
              "message": "[His wound confirms it—a confrontation. I must act decisively.] 'Where is the villain, Edmund?'"
            },
            {
              "character": "Edmund",
              "message": "[Pointing in a vague direction, I reinforce the deception.] 'He fled this way, sir, when he was quite unable – '"
            },
            {
              "character": "Gloucester",
              "message": "[I must pursue this treachery to its bitter end.] 'Follow him, quick! Go after him!'"
            },
            {
              "character": "Edmund",
              "message": "[His trust is mine; I must not falter now.] 'Quite unable to do what?'"
            },
            {
              "character": "Gloucester",
              "message": "[Edgar, plotting against me? I cannot believe it, yet the evidence is stark.] 'Persuade me to murder your lordship.'"
            },
            {
              "character": "Environment",
              "message": "Gloucester storms off, torches flickering in the cold breeze, shadows playing across the castle walls."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 6
    },
    {
      "text": "Lear No.\n\nFool I don’t either. But I can say why a snail has a house.\n\nLear Why?\n\nFool To put his head in, of course, not to give it away to his\n\ndaughters, and leave himself exposed.\n\nLear I’ll forget what’s in my nature. Me, so kind a father! Are\n\nmy horses ready?\n\nFool Your asses are preparing them. The reason why the\n\nPleiades are only seven stars is a good one …\n\nLear Because they aren’t eight?\n\nFool Yes, indeed. You’d make a good Fool!\n\nLear To take it all back again! [ He’s thinking of regaining the\n\nthrone ] Monstrous ingratitude!\n\nFool If you were my Fool, uncle, I’d have you beaten for being\n\nold too soon.\n\nLear How do you mean?\n\nFool You shouldn’t have got old till you’d acquired some\n\nsense.\n\nLear Oh, don’t let me go mad; not mad, sweet heaven! Keep\n\nme sane. I don’t want to be mad!\n\n[ A  Gentleman  enters ]\n\nWell, are the horses ready?\n\nGentleman Ready, my lord.\n\nLear [ to the  Fool ] Come on, boy …\n\nFool [ to the audience ]\n\nThe virgin of today, who laughs at my departure,\n\nWon’t be one much longer, unless something’s cut\n\nshorter.\n\n[ They go ]\n\nAct two\n\nScene 1\n\nInside the castle of the  Earl of Gloucester. Edmund  enters and meets  Curan,  a courtier.\n\nEdmund God be with you, Curan.\n\nCuran And you, sir. I’ve been with your father, and informed\n\nhim that the Duke of Cornwall, and his Duchess Regan, will\n\nbe here with him tonight.\n\nEdmund How has that come about?\n\nCuran I don’t know. You’ve heard the latest? I mean the\n\nrumors, since at the moment they’re only idle gossip.\n\nEdmund No, I haven’t. What are they?\n\nCuran Haven’t you heard of the impending wars between the\n\nDukes of Cornwall and Albany?\n\nEdmund Not a word.\n\nCuran You probably will soon. Fare you well, sir.\n\n[ He goes ]\n\nEdmund The Duke coming here tonight! So much the better!\n\nMarvelous! This fits in with my scheme. My father has\n\nhidden himself to overhear my brother and I’ve got some\n\ndelicate business to do. Speed and good fortune, come\n\nto my aid! [ He calls up the adjacent stairs ] Brother, a word\n\nwith you! Come down! Brother, I say!\n\n[ Edgar  descends ]\n\n[ To the audience ] My father is watching. [ Whispering to\n\nEdgar,  and assuming an agitated manner ] Sir, run away!\n\nYour hiding place has been discovered. You have the\n\nadvantage of night cover. Have you not been speaking out\n\nagainst the Duke of Cornwall? He’s coming here now,\n\novernight, in great haste, and Regan is with him. Have you\n\nsaid anything supportive of his case against the Duke of\n\nAlbany? Think hard.\n\nEdgar I’m sure of it. Not a word.\n\nEdmund I can hear my father coming. Excuse me: I must\n\npretend to draw my sword upon you. [ He does so ] Draw\n\nyours. Make as if to defend yourself. [ Edgar,  bewildered,\n\ndoes as he is told ] Do your best. [ Speaking out loud for\n\nGloucester  to hear ] Surrender! Come to my father! Light\n\nthere! [ Whispering ] Run, brother. [ Aloud ] Torches, torches!\n\n[ Pushing  Edgar  out ] So, farewell. [ Edgar  runs off ] Some\n\nblood on me would be convincing evidence of my tough\n\nstruggle. [ He cuts his arm ] I’ve seen drunkards do more than\n\nthis in fun. [ Calling pathetically ] Father, father! [ After  Edgar ]\n\nStop, stop! Will no one help?\n\n[ Gloucester  enters with Servants and torches ]\n\nGloucester Now, Edmund, where’s the villain?\n\nEdmund He was standing here in the dark, his sharp sword\n\ndrawn, mumbling wicked spells, and making incantations to\n\nthe moon to seek her favor.\n\nGloucester But where is he?\n\nEdmund [ playing for time ] Look, sir, I’m bleeding.\n\nGloucester Where is the villain, Edmund?\n\nEdmund [ pointing ] He fled this way, sir, when he was quite\n\nunable –\n\nGloucester Follow him, quick! Go after him! [ Servants rush\n\noff in pursuit ] “Quite unable” to do what?\n\nEdmund Persuade me to murder your lordship. And I told him\n\nthe vengeful gods deal ruthlessly with parricides. I spoke\n\nabout how the bond between father and son was complex\n\nand strong. Sir, in short, seeing how bitterly opposed I was\n\nto his unnatural plan, with a deadly thrust he lunged at my\n\ndefenseless body with his naked sword and wounded my\n\narm. But when he saw my energetic response to the\n\nchallenge, inspired by the justice of the cause – or perhaps\n\naghast at the noise I made – he suddenly ran off.\n\nGloucester No matter how far he goes, there’s nowhere in\n\nthis land where he can stay free. Once found, kill him. The\n\nnoble Duke, my master and chief patron, comes here\n\ntonight. With his authority I’ll announce that whoever finds\n\nhim will be rewarded for bringing the murderous coward to\n\nhis execution. For anyone who hides him, death!\n\nEdmund When I tried to dissuade him from his plan, and\n\nfound he was determined to proceed, with angry words I\n\nthreatened to expose him. He replied, “You poverty-stricken\n\nbastard! Do you think anyone would believe a word you said\n\nif I spoke to the contrary? No. I’d deny it all – indeed I\n\nwould, even if you produced my own handwriting – and say\n\nit was your scheme, plot and treacherous proposal. People\n\nwould have to be very stupid not to see that the profits from\n\nmy death give you an obvious and powerful motive for\n\nseeking it.”\n\nGloucester Oh, that unnatural and confirmed villain! He’d\n\ndeny his letter, did he say? He’s no child of mine.\n\n[ The  Duke of Cornwall’s  trumpet-call is heard ]\n\nListen! The Duke’s trumpets. I don’t know why he’s come.\n\nI’ll block all seaports. The villain won’t escape. The Duke\n\nmust grant me that. Also, I’ll send a picture of him far and\n\nwide so that all the kingdom will take note of him. And I’ll\n\ndevise a way of your inheriting my lands, you loyal and true\n\nson.\n\n[ Cornwall, Regan  and their Attendants enter ]\n\nCornwall Greetings, my noble friend! Since I arrived just\n\nnow, I’ve heard strange news.\n\nRegan If it’s true, no vengeance is adequate in pursuit of the\n\noffender. How are you, my lord?\n\nGloucester Oh, madam, my old heart is broken. It’s broken!\n\nRegan What, did my father’s godson seek your life? The one\n\nmy father named: your Edgar?\n\nGloucester Oh, lady, lady. Shame would have it hidden.\n\nRegan Wasn’t he a companion of the riotous knights who\n\nserved my father?\n\nGloucester I don’t know, madam. It’s too awful. Too awful.\n\nEdmund [ taking his cue from Regan ] Yes, madam, he was one\n\nof that lot.\n\nRegan No wonder, then, that he was so disloyal. They’ve\n\nincited him to plan the old man’s death, so that he can\n\nsquander his wealth. Just this very evening I’ve been told\n\nabout them by my sister, with such warnings that if they\n\ncome to stay at my house, I won’t be there.\n\nCornwall Nor I, Regan, that’s for sure. Edmund, I hear you\n\nhave behaved like a good son to your father.\n\nEdmund It was my duty, sir.\n\nGloucester He revealed Edgar’s plot, and received the wound\n\nyou see while trying to arrest him.\n\nCornwall Is he being pursued?\n\nGloucester Yes, my good lord.\n\nCornwall If he’s captured, never fear his doing harm again.\n\nMake your own plans, using my resources as you please. As\n\nfor you, Edmund, whose virtuous loyalty is so commendable\n\nat this present time, you shall be one of us. Trustworthy\n\nnatures such as yours we have great need of. We seize upon\n\nyour services.\n\nEdmund [ bowing ] I shall serve you truly, sir, whatever else.\n\nGloucester On his behalf I thank your Grace.\n\nCornwall You don’t know why we came to visit you –\n\nRegan – so unexpectedly, traveling through the darkness of\n\nthe night. Business of some importance, Gloucester,\n\nrequiring your advice. Our father has written to us – and so\n\nhas our sister – about certain quarrels. I thought it best to\n\nanswer him away from home. The messengers are waiting\n\nto be dispatched. Our good old friend, be of good cheer, and\n\ngive us your much-needed advice about these matters,\n\nwhich require instant action.\n\nGloucester Your servant, madam. Your Graces are most\n\nwelcome.\n\n[ Trumpets sound as they leave ]\n\nScene 2\n\nOutside Gloucester’s castle.  Kent  and  Oswald  meet. Dawn has not yet broken.\n\nOswald Good morning to you, friend. Are you a servant here?\n\nKent Yes.\n\nOswald Where may we put our horses?\n\nKent In the mud.\n\nOswald Please, if you love me, tell me.\n\nKent I don’t love you.\n\nOswald Well, then, I don’t much care for you.\n\nKent Any more of your lip, and I’ll make you care.\n\nOswald Why the abuse? I don’t know you.\n\nKent I know you, man.\n\nOswald What do you know of me?\n\nKent You’re a rogue, a rascal, a scrap-food guzzler. A low,\n\nproud, shallow, beggarly, scruffy, upstart of a dirty, shabby,\n\ncowardly, officious, mincing rogue. A down-and-out slave.\n\nA man who’d be a pimp to get a good job, and who’s\n\nnothing but a mixture of knave, beggar, coward, procurer,\n\nand the son and heir of a mongrel bitch. A fellow I’ll beat till\n\nhe shrieks if he denies one syllable of what I’ve said!\n\nOswald Why, what a terrible fellow you are, to curse\n\nsomeone who is neither known to you, nor knows you!\n\nKent What a hard-faced rascal you are, to deny you know me!\n\nIs it two days since I tripped you up in front of the King?\n\nDraw your sword, you rogue, ’cos though it may be night,\n\nthe moon’s shining. I’ll pierce you so the moonlight shines\n\nthrough you! [ He draws ] You lousy, rascally phony! Draw!\n\nOswald Go away! I’ll have nothing to do with you!\n\nKent Draw, you rascal! You’re here with letters critical of the\n\nKing, and you side with Lady Stuck-Up against her royal\n\nfather. Draw, you rogue, or I’ll give you a real roasting!\n\nDraw, you rascal! Come on!\n\nOswald Help! Murder! Help!\n\nKent Fight, you coward! Stand your ground, you rogue! You\n\nfoppish coward, fight! [ He beats  Oswald  with the flat of his\n\nsword ]\n\nOswald Help! Murder! Murder!\n\n[ Edmund  enters with his rapier drawn ]\n\nEdmund Hey, what’s all this about? Break!\n\nKent I’ll deal with you, young shaver, if you like! Come on, I’ll\n\nteach you a few things! Come on, laddie! [ He challenges\n\nEdmund  too ]\n\n[ Cornwall  enters, with  Regan, Gloucester  and Servants ]\n\nGloucester Weapons! Fighting! What’s all this?\n\nCornwall No more, upon your lives: the next to strike dies!\n\nWhat’s the matter?\n\nRegan They are the messengers from our sister and the King.\n\nCornwall What’s the quarrel? Speak.\n\nOswald I’m out of breath, my lord.\n\nKent No wonder; your courage was so aroused. You cowardly\n\nrascal, you’re not natural. Some tailor stitched you together.\n\nCornwall You’re an odd fellow. A tailor make a man?\n\nKent Yes, a tailor, sir. A stone-cutter or a painter couldn’t\n\nhave done such a botched job, even if he’d only been\n\nworking for a couple of years.\n\nCornwall So tell me, how did your quarrel start?\n\nOswald This ancient ruffian, sir, whose life I have spared on\n\naccount of his grey beard –\n\nKent You useless wretch! You good-for-nothing! My lord,\n\nwith your permission I’ll grind this coarse villain into mortar,\n\nand plaster the wall of a privy with him. Spare my grey\n\nbeard, you dodo bird?\n\nCornwall Quiet, man! You uncouth hooligan: have you no\n\nrespect?\n\nKent Yes, sir. But anger takes precedent.\n\nCornwall Why are you so angry?\n\nKent Because such a wretch as this should display a sword\n\nbut not show any honesty. Smiling rogues such as these\n\noften gnaw like rats through bonds of love that are too tight\n\nto be undone by other means. They satisfy the lusts of their\n\ndebauched masters. They add fuel to anger; they bring chill\n\nto moods of dejection; they deny, affirm, and turn with\n\nthe wind according to their masters’ moods – knowing\n\nnothing but how to follow, like dogs. Damn your twitching\n\nface! Are you laughing at me, as if I were a fool? You goose,\n\nif you were on Salisbury Plain I’d make you cackle your way\n\nback home to Winchester.\n\nCornwall What, are you mad, old fellow?\n\nGloucester How did you come to quarrel? Explain that.\n\nKent No two men hate each other more than I and that rogue.\n\nCornwall Why do you call him a rogue? What has he done\n\nwrong?\n\nKent I don’t like his face.\n\nCornwall Or mine, or his, or hers, probably.\n\nKent Sir, I’m a plain man. I have seen better faces in my time\n\nthan any I see before me now.\n\nCornwall This is a fellow who, having been praised for\n\nbluntness, has assumed a cheeky impertinence; but he\n\nmisuses it. [ Sarcastically ] Oh no, he can’t flatter. Not he!\n\nHe has a plain, honest mind. He has to speak the truth. If\n\npeople will take it, fine. If not, it’s just his way. I know\n\nthese rogues. Behind this bluntness they conceal more\n\ncraftiness, and have corrupter purposes, than twenty\n\ngroveling bootlickers who never put a foot wrong.\n\nKent [ mockingly overpolite ] Sir, in all good faith, in sincere\n\ntruthfulness, with the gracious approval of your mightiness,\n\nwhose power – like the great ball of fire round the sun –\n\nCornwall [ interrupting ] What’s your game?\n\nKent [ reverting to normality ] To change my manner of\n\nspeech, which you disapprove of so much: I know, sir, that\n\nI’m no flatterer. The man who tricked you with plain-\n\nspeaking was a plain rogue. That I’ll never be, even if you\n\nbegged me and I risked your displeasure by turning you\n\ndown.\n\nCornwall [ to  Oswald ] What offense did you give him?\n\nOswald I didn’t give him any. Recently, through a\n\nmisunderstanding, his master the King chose to strike me.\n\nThen, backing his Majesty up and pandering to his anger, he\n\ntripped me from behind. While I was down, he insulted me,\n\nabused me, and made himself out to be such a hero that he\n\ngot credit from it, and was praised by the King for tackling a\n\nman who was offering no aggression. And, inspired by this\n\namazing achievement, he drew on me here again.\n\nKent All rogues and cowards think the noble Ajax is a coward\n\ncompared with them.\n\nCornwall Bring the stocks here! You fierce old rogue, you\n\nelderly braggart! We’ll teach you!\n\nKent Sir, I’m too old to learn. Don’t call your stocks for me. I\n\nserve the King, on whose business I was sent to you. In\n\nstocking his messenger, you would be showing scant\n\nrespect, insulting the King personally, and his office.\n\nCornwall Bring the stocks! Upon my life and honor, he’ll sit\n\nthere till noon.\n\nRegan Till noon? Till night, my lord, and all night too.\n\nKent Why, madam, if I were your father’s dog you wouldn’t\n\ntreat me like that.\n\nRegan Sir, you being his stooge, I will.\n\nCornwall This is a fellow of the very sort our sister wrote\n\nabout. Come, bring along the stocks.\n\n[ They are carried in ]\n\nGloucester Let me plead with your Grace not to do this. He’s\n\ngreatly at fault, and the good King, his master, will rebuke\n\nhim for it. The undignified punishment you propose is the\n\nsort that the most disreputable and discredited wretches are\n\npunished with, for petty pilfering and minor misdemeanors.\n\nThe King won’t take kindly to having his messenger\n\nshackled like this.\n\nCornwall I’ll answer for that.\n\nRegan My sister might be far more offended, having her\n\nservant abused and assaulted for carrying out her business.\n\nPut his legs in.\n\n[ Kent  is put in the stocks ]\n\nCornwall Let’s go, my lord.\n\n[ All but  Gloucester  and  Kent  leave ]\n\nGloucester I’m sorry for you, friend. It’s the Duke’s whim. As\n\nall the world well knows, his temperament will brook no\n\nrestraint or obstacle. I’ll plead for you.\n\nKent Please don’t, sir. I’ve gone without sleep and traveled a\n\nrough road. I’ll sleep away some of the time; the rest I’ll\n\nwhistle. Even a good man’s fortunes can get down at the\n\nheels. Good day to you!\n\nGloucester The Duke’s at fault in this. It will be taken badly.\n\n[ He goes ]\n\nKent Good King, who should have heeded the old proverb:\n",
      "summary": "Lear, accompanied by the Fool, contemplates his loss of authority and sanity amidst conversations with humorous undertones. The Fool cleverly navigates Lear’s mounting rage and confusion, injecting moments of pointed wisdom.",
      "prominence": 90,
      "key_characters": [
        {
          "name": "King Lear",
          "description": "The aging King of Britain, having given away his power.",
          "experience": "Struggles to grapple with the consequences of his decisions, seeking clarity amidst a blurring grasp on sanity."
        },
        {
          "name": "The Fool",
          "description": "Lear’s wise and loyal jester, often bluntly truthful.",
          "experience": "Uses wit and jest to indirectly restore Lear’s awareness of reality and its cruel truths."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Lear, questioning his decisions, converses with the Fool on profound subjects with humor.",
          "topic": "The Fool’s commentary on Lear’s loss of authority.",
          "key_characters": [
            {
              "name": "King Lear",
              "motivation": "To regain a sense of dignity and sanity, wrestling with an internal crisis."
            },
            {
              "name": "The Fool",
              "motivation": "To bluntly enlighten Lear about his predicament with humor and wisdom."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "A chill whisper of wind rustles through the night, sleep eluding those plagued by insomnia's demons."
            },
            {
              "character": "Fool",
              "message": "[It’s time to remind Lear that he’s trading away too much.] 'Why a snail has a house... To put his head in, not to give it away to his daughters, and leave himself exposed.'"
            },
            {
              "character": "Lear",
              "message": "[I can feel the bitter truth of the jest. How did I get here?] 'I’ll forget what’s in my nature. Me, so kind a father!'"
            },
            {
              "character": "Fool",
              "message": "[I must press him to face his choices.] 'To take it all back again! Monstrous ingratitude!' (pausing for dramatic effect)"
            },
            {
              "character": "Lear",
              "message": "[I cannot believe I am discussing regaining what I gave away.] 'Oh, don’t let me go mad; not mad, sweet heaven!'"
            },
            {
              "character": "Fool",
              "message": "[I feel fear for my king; his mind is slipping.] 'If you were my Fool, uncle, I’d have you beaten for being old too soon.'"
            },
            {
              "character": "Lear",
              "message": "[The web of my life is entangled; the Fool’s commentary, so sharp.] 'How do you mean?'"
            },
            {
              "character": "Fool",
              "message": "[The truths may hurt, but they’re necessary.] 'You shouldn’t have got old till you’d acquired some sense.'"
            },
            {
              "character": "Environment",
              "message": "A gentleman enters, bringing further distractions into the dim chamber."
            },
            {
              "character": "Lear",
              "message": "[I am pulled back to pressing matters; the Fool can wait.] 'Well, are the horses ready?'"
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 7
    },
    {
      "text": "Lear It’s strange that they should leave home like that, and\n\nnot send back my messenger.\n\nGentleman I heard that the night before they had no intention\n\nof going.\n\nKent Greetings, noble master!\n\nLear What, is this sort of disgrace a hobby with you?\n\nKent No, my lord.\n\nFool Ha, ha, he’s wearing cruel [ a pun on “crewel,” that is,\n\n“worsted” ] garters! Horses are tied by the heads, dogs and\n\nbears by the neck, monkeys by the waist, and men by the\n\nlegs. When a man gets too frisky, then he has to wear\n\nwooden stockings.\n\nLear Who has so mistaken your status that he has placed you\n\nhere?\n\nKent lt’s both “he” and “she”: your son-in-law and daughter.\n\nLear No.\n\nKent Yes.\n\nLear No, I say!\n\nKent I say yes.\n\nLear No, no. They would not!\n\nKent Yes, yes. They have.\n\nLear By Jupiter, I swear no!\n\nKent By Juno, I swear yes.\n\nLear They wouldn’t dare do it. They could not – would\n\nnot – do it! It’s worse than murder to do such a violent\n\noutrage against the King’s officer. Tell me, with reasonable\n\nhaste, how you could have deserved – or they imposed –\n\nthis treatment, coming as you did from me.\n\nKent My lord, when I delivered your Highness’s letters to\n\nthem at their home, I’d no sooner risen from my bow than a\n\nsweating courier, anxious in his haste, half breathless, came\n\npanting greetings from his mistress Goneril. He delivered\n\nletters, ignoring the fact that he was interrupting me, which\n\nthey read at once. On noting the contents, they summoned\n\ntheir servants and immediately took to their horses. They\n\nordered me to follow and await an answer at their leisure.\n\nThey gave me cold looks. So when I met the other\n\nmessenger here – whose welcome, I realized, had poisoned\n\nmine – and observed that he was the very same fellow who\n\nhad recently behaved so insolently before your Highness,\n\nhaving more courage than sense, I drew my sword. He\n\nawakened the servants with his loud and cowardly cries.\n\nYour son-in-law and daughter found this offense worthy of\n\nthe shame I’m now suffering.\n\nFool Winter isn’t over while there are wild geese about like\n\nthat!\n\nFathers who’ve no money\n\nHave children who ignore ‘em.\n\nBut fathers who are rich\n\nHave children who adore ‘em.\n\nLuck, that shameless whore,\n\nNever helps the poor.\n\nSo, you’ll have more income [ a pun : dolours ( sorrows )\n\nversus dollars ( money )] from your daughters than you can\n\ncope with in one year.\n\nLear Oh, how this smothering feeling spreads up towards my\n\nheart! [ He opens his collar ] The choking disease! Stay down,\n\nyou spreading sorrow, keep your lowly place! Where is this\n\ndaughter?\n\nKent With the Earl, sir, indoors.\n\nLear Don’t follow me. Stay here.\n\n[ He rushes off ]\n\nGentleman Did you really give no more offense than that?\n\nKent None. How come the King has so few with him?\n\nFool If you’d been put in the stocks for that question, you\n\nwould have well deserved it.\n\nKent Why, Fool?\n\nFool You must learn from the ant: there’s nothing to be\n\ngained from toiling on behalf of a lost cause. All who follow\n\ntheir noses are guided by their eyes, except blind men, and\n\nmost of them can smell a man who stinks. When a huge\n\nwheel runs down a hill, don’t hold onto it lest you break your\n\nneck trying to keep up with it. When it’s going upwards,\n\nthough, let it pull you with it. When a wise man gives you\n\nbetter advice, return mine. It’s really only for knaves, since\n\nit’s given by a Fool.\n\nThe man who works in hope of gain,\n\nAnd has no sense of loyalty,\n\nWill quit when fortune’s on the wane,\n\nAnd leave you in calamity.\n\nBut I won’t leave. The Fool will stay,\n\nAnd let the wise man go;\n\nThe knave turns Fool who runs away;\n\nThis Fool’s no knave, you know.\n\nKent Where did you learn this, Fool?",
      "summary": "Lear discovers Kent has been put in the stocks by Regan and Cornwall. Lear struggles to comprehend this humiliation dealt to his loyal servant, as the Fool offers sharp, witty commentary about loyalty, power, and loss.",
      "prominence": 88,
      "key_characters": [
        {
          "name": "King Lear",
          "description": "An aging king grappling with reduced authority and familial conflict.",
          "experience": "Lear experiences growing anger and disbelief as he discovers his servant Kent's humiliation."
        },
        {
          "name": "Kent",
          "description": "Loyal servant and defender of King Lear, despite his disguised identity.",
          "experience": "Accepts his punishment with calm and dignity, embodying loyalty towards Lear."
        },
        {
          "name": "The Fool",
          "description": "A wise yet jesting companion to Lear.",
          "experience": "Uses humor to navigate Lear's mounting rage and illuminate the foolishness of others’ actions."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Lear finds his trusted servant Kent locked in stocks and demands an explanation, grappling with disbelief.",
          "topic": "Lear reacts to Kent’s humiliation.",
          "key_characters": [
            {
              "name": "King Lear",
              "motivation": "Seeks clarity and justice for Kent’s punishment, feeling anger and betrayal."
            },
            {
              "name": "Kent",
              "motivation": "Maintains loyalty and composure, trying to downplay his suffering to reduce Lear’s distress."
            },
            {
              "name": "The Fool",
              "motivation": "Uses wit to comment on the situation, revealing truths about power, trust, and injustice."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The castle exterior is chilling in the early morning. The stocks shine damp from dew, the air heavy with the aftermath of confrontation."
            },
            {
              "character": "Lear",
              "message": "[Disbelief grips me; my loyal Kent, disgraced like this?] 'What, is this sort of disgrace a hobby with you?'"
            },
            {
              "character": "Kent",
              "message": "[I must reassure him; this suffering is nothing compared to my loyalty.] 'No, my lord.' (He gestures to the stocks)"
            },
            {
              "character": "Fool",
              "message": "[Lear must hear the truth, wrapped in jest—bitter medicine.] 'Ha, ha, he’s wearing cruel garters! That’s the way we handle frisky folks, stocking ‘em up!'"
            },
            {
              "character": "Lear",
              "message": "[Anger flares—this cannot stand, not for one I hold dear.] 'Who has so mistaken your status that he has placed you here?'"
            },
            {
              "character": "Kent",
              "message": "[Truth must out, no matter how bitterly it stings Lear.] 'It’s both “he” and “she”: your son-in-law and daughter.'"
            },
            {
              "character": "Lear",
              "message": "[Denial wells up; I cannot—will not—believe this insult.] 'No.'"
            },
            {
              "character": "Kent",
              "message": "[Conviction steels my voice; he must accept this truth.] 'Yes.'"
            },
            {
              "character": "Lear",
              "message": "[Shock breaks over me. No, this is monstrous!] 'No, no. They would not!'"
            },
            {
              "character": "Fool",
              "message": "[He won’t believe without evidence.] 'Winter’s not ended if wild geese chase him: dads full of dollars breed adoring daughters.'"
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 7
    },
    {
      "text": "Edmund The enemy is in sight. Bring up your troops.\n\n[ Handing  Albany  a note ] Here’s the estimate of their\n\nequipment and numbers, determined by our scouts. You\n\nmust be quick now.\n\nAlbany We’ll rise to the challenge.\n\n[ He goes ]\n\nEdmund I have sworn my love to both these sisters. Each is\n\nsuspicious of the other, as those who are stung are wary\n\nof the snake. Which of them shall I have? Both? One? Or\n\nneither? Neither can be enjoyed if both remain alive. To take\n\nthe widow would exasperate, infuriate, her sister Goneril.\n\nBut with her husband still alive, I wouldn’t find it easy to\n\nplay a winning game. So for now we’ll use him as a front\n\nman in the battle. When that’s over, it’s up to her who\n\nwants to be rid of him to work out how to see him off. As\n\nfor the mercy he intends to show Lear and Cordelia, once\n\nthe battle’s over and they are at our mercy, they’ll never see\n\nhis pardon. My interests are best served by action rather\n\nthan thought.\n\n[ He goes ]\n\nScene 2\n\nA field between the two camps. Noises of war.  Lear  and  Cordelia  cross the stage with some of their army, and leave.  Edgar  enters with  Gloucester .\n\nEdgar Here, father, shelter in the shade of this hospitable\n\ntree. Pray that right triumphs. If ever I return to you again,\n\nI’ll bring you comforting news.\n\nGloucester Grace go with you, sir!\n\n[ Edgar leaves ]\n\n[ The sounds of war grow louder. A retreat is sounded.\n\nEdgar  returns, dismayed ]\n\nEdgar We must go, old man! Give me your hand. [ He tries to\n\npull  Gloucester  to his feet ] Let’s go! King Lear has lost. He\n\nand his daughter have been captured. Give me your hand.\n\nCome on!\n\nGloucester [ resisting ] No further, sir. A man can die well\n\nenough here.\n\nEdgar What, depressed again? Men must endure dying just as\n\nthey do being born. Being prepared for it is what matters.\n\nCome on.\n\nGloucester That’s true, too.\n\n[ He rises to his feet and they leave ]\n\nScene 3\n\nThe British camp near Dover. Drums and flags herald the entrance of  Edmund  in victory, and  Lear  and  Cordelia  in defeat, as prisoners. Soldiers guard them.\n\nEdmund Some officers take them away. Guard them well, till\n\nthe wishes of our leaders, who will decide their fate, are\n\nknown.\n\nCordelia We are not the first to suffer the worst from the best\n\nof intentions. For you – a suffering King – I am defeated: for\n\nmyself I could have faced ill fortune and won. Shall we see\n\nthese “daughters,” these “sisters”?\n\nLear No, no, no, no! Come, let’s be off to prison. We two,\n\nalone, will sing like birds in a cage. When you ask a blessing\n\nof me, I’ll kneel down and ask your forgiveness. That way\n\nwe’ll live, and pray, and sing; and tell each other tales of\n\ndays gone by; and laugh at courtiers in their fancy clothes;\n\nand hear poor wretches discusss the news from court. And\n\nwe’ll talk with them, too: who has failed, and who\n\nsucceeded; who’s in favor, and who’s out; and – as if we\n\nwere God’s spies – solve the mysteries of the universe. In\n\nthe confines of our prison, we’ll outlast many a gang of\n\nhigh and mighty ones, who come and go by the month.\n\nEdmund [ to the Officers ] Take them away.\n\nLear The gods themselves endorse such sacrifices as yours,\n\nCordelia. [ She starts to weep ] Have I made you cry? [ He\n\nputs his arm around her ] To separate us, a man would need\n\na burning torch from heaven – to drive us apart with fire,\n\nlike a fox smoked from its lair. Wipe your eyes. They’ll rot\n\nbefore they’ll make us weep! We’ll see them starved first!\n\nCome!\n\n[ Lear  and  Cordelia  leave under guard ]\n\nEdmund [ to an  Officer ] Come here, Captain. Listen. [ Giving\n\nhim a paper ] Take this note. Follow them to prison. I’ve\n\npromoted you once already. If you follow these instructions,\n\nyou’ll do well for yourself. Know this: men must take\n\nadvantage of their opportunities. To be tender-hearted is not\n\nbecoming in a soldier. This great assignment brooks no\n\nargument: either say you’ll do it, or prosper by some other\n\nmeans.\n\nOfficer I’ll do it, my lord.\n\nEdmund Get on with it then. Consider yourself lucky when\n\nyou’ve done it. Note – I say immediately. Carry it out\n\naccording to my instructions.\n\nOfficer I can’t pull a cart, or live on dried oats like a horse:\n\nso if it’s man’s work, I’ll do it.\n\n[ He goes ]\n\n[ Trumpets sound. Enter  Albany, Goneril, Regan,  Officers\n\nand Soldiers ]\n\nAlbany [ to  Edmund ] Sir, you’ve shown your valiant side\n\ntoday, and fortune has taken care of you. You have the\n\ncaptives who were our enemies in today’s battle: I require\n\nthem from you, to do with them what their deserts, and our\n\nsafety, shall equally determine.\n\nEdmund Sir, I thought it appropriate to send the old and\n\nmiserable King to some confinement, under guard. The\n\nemotional appeal of his age, and even more so his title,\n\ncould win the hearts of the common people, and turn\n\nagainst us the lances of the conscripted soldiers under our\n\ncommand. With him I sent the Queen, for the same reason.\n\nThey are ready tomorrow, or later, to appear wherever you\n\nintend to hold your trial. Right now, we sweat and bleed.\n\nFriend has lost friend. Even the best of causes can be\n\nmisjudged by injured parties acting in the heat of passion.\n\nThe issue of Cordelia and her father requires a more suitable\n\nplace.\n\nAlbany Sir, just a moment. I regard you as a subject in this\n\nwar – not as an equal.\n\nRegan It’s up to us to decide how to rank him. I think our\n\nwishes might have been consulted before you had said so\n\nmuch. He led our armies, and acted with the authority of my\n\nrank and person. Such representation might well stand up\n\nand call itself your equal.\n\nGoneril Not so fast. He ranks higher in his own right than\n\nbecause of any titles you have given him!\n\nRegan In exercising my rights, with my approval, he equates\n\nwith the best.\n\nAlbany That would only be so if he married you.\n\nRegan Many a true word is spoken in jest!\n\nGoneril [ sarcastically ] Well, well, well … That’s seeing\n\nthings straight!\n\nRegan Madam, I am not well: otherwise I’d give you a piece\n\nof my mind. [ To  Edmund ] General, take my soldiers, my\n\nprisoners, my inheritance. Do as you wish with them, and\n\nme. I surrender myself: may the world be witness that I\n\nhereby create you my lord and master.\n\nGoneril Do you intend to marry him?\n\nAlbany [ rebuking his wife sharply ] It’s not for you to say yes\n\nor no!\n\nEdmund Or you, lord –\n\nAlbany Bastard, it is!\n\nRegan [to Edmund ] Let the drum sound and proclaim that\n\nwhat is mine, is yours.\n\nAlbany Hold it: listen to reason! Edmund, I arrest you for\n\ncapital treason; and as your accessory [ he points to\n\nGoneril ], this deceptively beautiful serpent. [ To  Regan ] As\n\nfor your claim, fair sister, I rule it out of order in the interests\n\nof my wife. She’s the one who is under contract to this lord,\n\nand I – her husband – contradict your banns. If you want to\n\nmarry, address your proposals to me. My lady is already\n\nspoken for.\n\nGoneril Such drama!\n\nAlbany You are armed, Gloucester. Let the trumpet sound. If\n\nno one appears to prove in combat with you your vile,\n\nundeniable and many treasons, there is my challenge! [ He\n\nthrows down a gauntlet ] I’ll prove it on peril of your life,\n\nbefore ever I break bread again, that you are in every way\n\nwhat I have here described you.\n\nRegan [ holding her forehead ] Sick, oh, I’m sick!\n\nGoneril [ aside ] If not, I’ll never trust poison.\n\nEdmund There’s my response. [ He throws down his own\n\ngauntlet in exchange ] No matter who he is that calls me\n\ntraitor, he lies like a villain! Let the trumpet sound a call.\n\nWhoever dares to come forward, I will defend my truth and\n\nhonor against him, against you, and against anybody.\n\nAlbany [ calling ] A herald, there!\n\nEdmund A herald there, a herald!\n\nAlbany Trust to your personal valor, because your soldiers –\n\nall levied in my name – have accepted their discharge\n\nfrom me.\n\nRegan [ about to fall ] I’m feeling worse.\n\nAlbany She isn’t well. Convey her to my tent. [ Officers\n\nsupport her and lead her out ]\n\n[ A  Herald  enters ]\n\nCome here, herald. Let the trumpet sound, and read this\n\nout. [ He hands over  Edgar’s  challenge ]\n\nOfficer Sound, trumpet! [ A trumpet sounds ]\n\nHerald [ reading ] If any man of rank or distinction, presently\n\nenlisted in the army, will maintain that Edmund, supposed\n\nEarl of Gloucester, is an all-around traitor, let him appear by\n\nthe third sound of the trumpet. He will defend himself\n\nboldly.\n\nSound!\n\n[ The trumpet sounds for the first time ]\n\nAgain!\n\n[ The second trumpet sounds ]\n\nAgain!\n\n[ The third trumpet sounds. There is a pause, and then an\n\nanswering trumpet is heard from nearby.  Edgar  enters,\n\narmed, preceded by a trumpeter ]\n\nAlbany [ to the  Herald ] Ask him what is his purpose in\n\nappearing upon the trumpet call.\n\nHerald Who are you? Your name? Your rank? Why do you\n\nrespond to this summons?\n\nEdgar Know that my name is not on record. Treason has\n\ndestroyed it. Yet I am as noble as the adversary I come to\n\nfight.\n\nAlbany Who is that adversary?\n\nEdgar Who represents Edmund, Earl of Gloucester?\n\nEdmund [ stepping forward ] He himself. What have you to say\n\nto him?\n\nEdgar Draw your sword, so that, if what I have to say offends\n\na noble heart, your valor may bring you justice. Here is\n\nmine. [ He draws his sword from its scabbard ] Behold! To\n\ndraw it is the privilege of my rank, my vows, and my knight-\n\nhood. I declare – notwithstanding your strength, position,\n\nyouth, and eminence, despite your victorious sword, your\n\nbrand-new good fortune, your valor and your\n\ncourage – that you are a traitor! You have betrayed your\n\ngods, your brother and your father. You have conspired\n\nagainst this illustrious high-born prince, and from the top of\n\nyour head to the dust below your feet, you are a most\n\ninfamous traitor! Deny it, and this sword, this arm, and my\n\nbest endeavors are determined to prove to that heart of\n\nyours, to which I speak, that you lie!\n\nEdmund Common sense tells me I should ask your name. But\n\nas your exterior looks so good and valiant, and because your\n\nspeech has a touch of good breeding about it, though I\n\ncould with all propriety postpone this combat – according to\n\nthe rules of knighthood – this I disdainfully refuse to do. I\n\nthrow these accusations of treason back at you, together\n\nwith the hateful-as-hell charge of lying. Though right now\n\nthey pass you by unscathed, my sword will thrust them\n\nhome where they belong, and put them to rest forever.\n\nTrumpets, speak!\n\n[ Edmund  and  Edgar  fight.  Edmund  falls, wounded ]\n\nAlbany Save him! Save him!\n\nGoneril This is trickery, Gloucester. By the code of arms, you\n\nwere not obliged to fight with an unknown enemy. You are\n\nnot defeated, but cheated and deceived!\n\nAlbany Shut your mouth, woman, or I’ll stop it with this\n\nletter. [ It is  Goneril’s  to  Edmund,  the one which  Edgar  found\n\non  Oswald  in Act 4 Scene 6. To  Edgar ] Hold your sword, sir.\n\n[ To  Goneril ] Wicked beyond all words: read your own evil!\n\n[ Goneril  tries to grab the paper ] No snatching, lady! I\n\nsuspect you know what it is.\n\nGoneril What if I do? The law belongs to me, not you. Who\n\ncould prosecute me for it?\n\nAlbany How utterly monstrous! Oh! Do you know this letter?\n\nGoneril [ hysterical now ] Don’t ask me what I know!\n\n[ She leaves, distraught ]\n\nAlbany Follow her. She’s desperate. Take charge of her.\n\n[ An Officer leaves ]\n\nEdmund [ to  Albany ] What you have charged me with, I have\n\ndone: and more, much more. Time will reveal all. It’s over\n\nnow, and so am I. [ To  Edgar ] But who are you, who has the\n\nadvantage over me? If you are noble, I forgive you.\n\nEdgar Let’s exchange courtesies. I am no less noble than you\n\nare, Edmund. If I’m more, you have wronged me all the\n\nmore. My name is Edgar, and I’m your father’s son. The\n\ngods are just. They use the vices we take pleasure in as the\n\nmeans to punish us; conceiving you cost him his eyes.\n\nEdmund You’ve said right. It’s true. The wheel of fortune has\n\nturned a full circle. I am back at the bottom.\n\nAlbany [ to  Edgar ] I thought your very walk suggested a royal\n\nnobleness. My welcome to you. [ They embrace in soldierly\n\nfashion ] May sorrow be my lot if ever I hated you or your\n\nfather.\n\nEdgar Wise prince, I know that.\n\nAlbany Where did you hide yourself? How did you know\n\nabout your father’s sufferings?\n\nEdgar By nursing them, my lord. Listen to a brief story, and\n\nwhen I’ve told it, would that my heart would burst! To\n\nescape the threat of death that was so close upon me – oh,\n\nhow sweet life is, in that we suffer the pain of death by the\n\nhour rather than die suddenly! – I learned to dress in the\n\nrags of a madman, and to assume a character that even\n\ndogs despised. And in this clothing I met my father with his\n\nbleeding sockets, his eyes newly blinded. I became his\n\nguide, led him, begged for him, and saved him from despair.\n\nI never, foolishly, revealed myself to him till some\n\nhalf hour ago, when I was in armor. Not certain of this\n\nfortunate outcome, though hoping for it, I asked his\n\nblessing, and told him of my journeying from first to last. But\n\nhis injured heart, alas, too weak to carry the strain, torn\n\nbetween the two extremes of passion – joy and\n\ngrief – burst with happiness.\n\nEdmund This speech of yours has touched me, and it could\n\nperhaps do some good. Proceed. You look as though you\n\nhave more to say.\n\nAlbany [ to  Edgar ] If there’s more to report that’s more\n\nharrowing, keep it to yourself. I’m almost at the point of\n\ntears, hearing of this.\n\nEdgar Those who cannot cope with sorrow would think of\n\nthis as a breaking-point. To add more woe by giving details\n\nwould generate further suffering, and go beyond all bearing.\n\nWhile I was bawling out my grief, a man arrived who, having\n\nseen me in my wretchedness, would have avoided my\n\nloathsome company. But seeing who it was that suffered\n\nso, he wrapped his strong arms around my neck, and\n\nbellowed out as if he’d burst the heavens. He embraced my\n\nfather, and told the most pitiful tale about Lear and himself\n\nthat ever anyone heard. In the telling of it, his grief\n\noverwhelmed him, and his hold on life began to slip. Then\n\nthe trumpet sounded twice; and there I left him,\n\nunconscious.\n\nAlbany But who was this?\n\nEdgar Kent, sir, the banished Kent, who in disguise followed\n\nthe King from whom he was alienated, serving him beyond\n\nthe duties even of a slave.\n\n[ A  Gentleman  enters, carrying a bloodstained knife ]\n\nGentleman Help, help, oh, help!\n\nEdgar What kind of help?\n\n[ The  Gentleman  is too choked to answer ]\n\nAlbany Speak up, man!\n\nEdgar Why this bloodstained knife?\n\nGentleman It’s warm … it’s steaming … it came from the\n\nheart of … [ He cannot find the words ] Oh, she’s dead!",
      "summary": "Edmund manipulates both Goneril and Regan while plotting to kill Lear and Cordelia. The battle is lost, Lear and Cordelia are captured. Edmund orders Cordelia's murder as a suicide, but Albany disrupts the plan. During combat, Edmund is defeated by Edgar, who reveals his identity. Goneril poisons Regan and then kills herself out of jealousy. Edmund, mortally wounded, confesses his orders against Cordelia. Tragically, Cordelia is killed before the reprieve can save her. Lear dies of grief, holding Cordelia.",
      "prominence": 95,
      "key_characters": [
        {
          "name": "Edmund",
          "description": "Illegitimate son of Gloucester, manipulative and ambitious.",
          "experience": "He plots to kill Lear and Cordelia but is defeated by Edgar. Mortally wounded, he admits his crimes, showcasing a moment of vulnerability."
        },
        {
          "name": "Albany",
          "description": "Husband of Goneril, initially passive but morally strong.",
          "experience": "Albany arrests Edmund for treason and reveals Goneril’s letter. He shows leadership by challenging Edmund and trying to save Lear and Cordelia."
        },
        {
          "name": "Edgar",
          "description": "Legitimate son of Gloucester, disguised previously as Poor Tom.",
          "experience": "He defeats Edmund, revealing his identity, and recounts his journey and hardships to Albany, symbolizing justice and redemption."
        },
        {
          "name": "Lear",
          "description": "Aging king driven mad by disappointment and betrayal.",
          "experience": "Lear is imprisoned, shows humility, and dreams of an ideal world before Cordelia's death. His final moments are marked by immense grief."
        },
        {
          "name": "Cordelia",
          "description": "Lear's loyal and honest youngest daughter.",
          "experience": "Captured and executed on Edmund’s orders, symbolizes innocence and the tragic cost of truth and loyalty."
        },
        {
          "name": "Goneril",
          "description": "Lear's ruthless and ambitious eldest daughter.",
          "experience": "Filled with jealousy, she poisons Regan and commits suicide, portraying the destructive power of ambition and envy."
        },
        {
          "name": "Regan",
          "description": "Lear's manipulative and competitive middle daughter.",
          "experience": "She shows ambition and ruthlessness but is killed by Goneril, illustrating the self-destructive nature of her desires."
        },
        {
          "name": "Kent",
          "description": "Loyal nobleman to King Lear, previously in disguise.",
          "experience": "By Lear’s side in his madness, Kent remains a symbol of loyalty until the very end, ready to follow Lear even in death."
        }
      ],
      "chapter": null,
      "conversation": [
        {
          "scenario": "Edgar confronts Edmund in a public trial before Albany and others.",
          "topic": "Edgar challenges Edmund, revealing his identity.",
          "key_characters": [
            {
              "name": "Edgar",
              "motivation": "He desires justice for his father and himself, ready to confront Edmund for his crimes."
            },
            {
              "name": "Edmund",
              "motivation": "Maintains confidence in his deceit and strength, unknowing of Edgar’s true identity."
            },
            {
              "name": "Albany",
              "motivation": "Seeking justice and clarity in the chaotic aftermath of betrayal and war."
            },
            {
              "name": "Environment",
              "motivation": "Echo of battle aftermath, tension among nobles, and the weight of truth unveiling."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The atmosphere is tense; soldiers and nobles are gathered, anticipating the outcome of the trial as trumpets blare."
            },
            {
              "character": "Edgar",
              "message": "[I must reveal myself and claim justice for our family’s honor.] Draw your sword, Edmund! I am as noble as you are, even more so, for I am Edgar, your brother."
            },
            {
              "character": "Edmund",
              "message": "[Who is this bold man challenging me? Could he really be Edgar?] It seems you have an accusation for me, stranger. Name yourself and state your cause!"
            },
            {
              "character": "Edgar",
              "message": "[I’ll stand firm in my claim.] I am Edgar, son of Gloucester, whom you have wronged. For treason against your brother and your father, I challenge you."
            },
            {
              "character": "Albany",
              "message": "[This is unexpected, yet enlightening.] Let the truth be shown and decided here through combat."
            },
            {
              "character": "Environment",
              "message": "Silence falls over the gathering as the combat is set to begin."
            },
            {
              "character": "Edmund",
              "message": "[I underestimated him. No matter.] I accept your challenge, Edgar. Let the battle speak truth! (draws his sword)"
            },
            {
              "character": "Edgar",
              "message": "[Confidence and readiness for justice empower me.] Then, let the gods decide the rightful one! (raises his sword)"
            },
            {
              "character": "Environment",
              "message": "Spectators hold their breath as Edmund and Edgar clash swords in a fierce duel."
            },
            {
              "character": "Albany",
              "message": "[Hope surges within me at this possibility to find justice.] Save him! Let no more blood be shed unnecessarily. (gestures for intervention as Edmund falls)"
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 10
    },
    {
      "text": "3 The Fool’s second appearance, in Act I Scene 5 , follows Lear’s humiliation at the hands of Goneril.\n\na Why do you think the Fool’s first joke is about brains?\n\nb What message is he trying to convey in his jokes about crab-apples, noses, and snails?\n\nc Which of the Fool’s remarks is close to the unvarnished truth?\n\nd Mark the text at points where the Fool diverts Lear from brooding about his troubles.\n\n4 a As Lear becomes more isolated and tormented, the Fool works harder to sustain him, maintaining his pointed jokes, puns and witticisms as the King progresses toward madness. In Act II Scene 4\n\ni How many jokes does he make at Lear’s expense?\n\nii How many at Kent’s?\n\niii Is there a significance in the switch of emphasis?\n\nb As Lear departs into the storm, the Fool is his only companion. According to the Gentleman in Act III Scene 1 , what is his function now?\n\n5 The storm scenes ( Act III Scenes 2 ; 4 ; 6 ) are those in which Lear’s “wits begin to turn” and he goes mad.\n\na The Fool suffers from the same physical discomfort as his master. Which lines in Act III Scene 2 show that they have come close together through hardship?\n\nb What incident in Act III Scene 4 is close enough to farce to relieve the dramatic tension?\n\nc Which line spoken by the Fool in Edgar’s presence emphasizes the leveling effect of their situation?\n\nd How does the Fool’s presence at the mock trial of Goneril and Regan help to bring out the full pathos and tragedy of Lear’s condition?\n\n6 The Fool’s last words in the play (“And I’ll go to bed at noon”) can be interpreted many ways. Here are two of them:\n\na “If you are having your evening meal in the morning, then my bedtime will be noon” (i.e., a straightforward quip).\n\nb “I shall not live much longer” (i.e., using the word “bed” as a euphemism for “grave”).\n\nThose who favor (a) point out that the Fool’s dramatic usefulness is at an end, so Shakespeare gives him no more lines to say. Those who favor (b) say Lear’s “And my poor fool is hanged” ( Act V Scene 3 ) proves that he committed suicide, though the word “fool” could mean “child” and therefore refer to Cordelia.\n\nWhat is your opinion?\n\nGloucester\n\n1 Gloucester opens the play by making light of a “pleasant vice” which resulted in the birth of the illegitimate Edmund. Look up Edgar’s words to the dying Edmund in Act V Scene 3 : show how they confirm the former’s belief that “the gods are just” in dealing with immorality.\n\n2 Edmund describes Gloucester as “a credulous father.” Trace the tricks Edmund uses to deceive Gloucester in Act I Scene 1 and Act II Scene 2 .\n\na Is his success due entirely to his manipulative skills, or have recent events made the old Earl vulnerable?\n\nb Show that Gloucester’s mind is in a state of turmoil after Lear’s abdication.\n\n3 Gloucester seems weak, letting others make decisions for him.\n\na To Edmund, he says “frame the business after your own wisdom” in Act I Scene 2 ; and he refers to Cornwall as “The noble Duke my master” in Act II Scene 1 . What is ironic about his dependence on these two men?\n\nb Consider his protest at the stocking of Kent. Do you think he did all he could in the circumstances?\n\nc Read the dialogue between Lear and Gloucester in Act II Scene 4 concerning Cornwall’s slighting of the King. Does Gloucester’s exit line imply that he lacks the courage to take sides?\n\n4 By Act III Scene 2 Gloucester has had further experience of Goneril and Regan, and time to think.\n\na Explain what is praiseworthy about his resolution.\n\nb Explain what is unfortunate about his choice of confidant.\n\nc Explain how he puts his decision to aid Lear into practice.\n\n5 In Act III Scene 7 Gloucester suffers cruelly for his loyalty.\n\na Illustrate\n\ni his dignity while being threatened;\n\nii his strong moral values.\n\nb Later, in Act IV Scene 1 , he says “I stumbled when I saw.” What is the first truth he learns after losing his sight?\n\n6 Blindness brings despair to Gloucester.\n\na In Act IV Scene 1 , which lines sum up his pessimistic philosophy?\n\nb What is his purpose in seeking to be guided toward Dover?\n\n7 Act IV Scene 6 sees Gloucester, led by Edgar, “at the top of that same hill” which, he is told, overlooks the sea.\n\na Explain why it is necessary for Edgar to mislead his father.\n\nb Choose two statements by Gloucester, one after Edgar’s successful ruse, and one after his meeting with Lear, to show that he has rejected the pessimism of Act IV Scene 1 .\n\nc i On what occasion in Act V Scene 2 does Gloucester relapse into melancholy?\n\nii What observation revives him?\n\n8 Gloucester’s death is reported by Edgar in Act V Scene 3 . What was the cause of it?\n\nEdmund\n\n1 We meet Edmund at the very beginning of the play, when Gloucester speaks for him, and we learn of his illegitimacy. Find two reasons why\n\na he might be forgiven for having a jaundiced view of society;\n\nb he might be forgiven for his subsequent lack of filial loyalty.\n\n2 In his soliloquy in Act I Scene 2 , lines 1–22 Edmund speaks for himself.\n\na To whose “law” does he say his “services are bound”?\n\nb List his arguments for appealing to the gods to “stand up for bastards.”\n\n3 a Edmund’s villainy has a strong element of wit about it. Find examples in Act I Scene 2 , with reference to\n\ni his deception of Gloucester and manipulation of Edgar;\n\nii his skeptical references to astrology;\n\niii his use of irony.\n\nb Which lines summarize his case for intrigue against “a credulous father and a brother noble”?\n\nc In Act II Scene 1 ,\n\ni how many examples of his cunning trickery can you find?\n\nii which of Gloucester’s lines indicate that Edmund has succeeded?\n\niii which lines of Cornwall’s advance his prospects even further?\n\n4 In Act III Scene 5 , Edmund tells Cornwall: “I will perserver in my course of loyalty, though the conflict be sore between that and my blood.”\n\na Consider\n\ni what he has previously said in Act III Scene 3 ;\n\nii his behavior in Act III Scene 7 ;\n\niii Regan’s report of his murderous intentions in Act IV Scene 5 .\n\nb Is there any evidence of conflicting loyalty?\n\n5 Both Goneril and Regan fall in love with Edmund.\n\na Find the evidence in Act IV Scene 2 , Act IV Scene 5 , and Act V Scene 1 .\n\nb Decide from Edmund’s soliloquy at the end of Act V Scene 1 how far their love is reciprocated.\n\n6 By the end of the play, Edmund has been both victor and vanquished.\n\na In victory, what is his most wicked deed?\n\nb In defeat, what good does he do “despite of mine own nature”?\n\nc Do the words he utters in his dying moments – “Yet Edmund was beloved” – provide any clue about either his past behavior or his deathbed reformation?\n\nEdgar\n\n1 Edgar plays a number of roles throughout the play.\n\na In Act I Scene 1 he is simply the Earl of Gloucester’s legitimate son. How much older is he than Edmund?\n\nb In Act I Scene 2 he is in disgrace. How does Edmund account for the ease with which this was accomplished?\n\nc By Act II Scene 3 he is Poor Tom: “Edgar I nothing am.”\n\ni Describe his appearance.\n\nii Using the information in Act III Scene 4 , list his sufferings and show why “unaccommodated man is no more but such a poor, bare, forked animal” as he is.\n\niii Explain why Lear finds him a congenial companion, and how Lear’s suffering helps Edgar endure his own.\n\niv Show from Edgar’s words in Act IV Scene 1 that he has the courage and the philosophy to overcome despair.\n\n2 a Edgar is changed for the better when he appears in Act IV Scene 6 , although he denies this to his blind father.\n\ni From whom did he obtain his superior clothes?\n\nii In what ways is his speech different?\n\nb i What is Edgar’s purpose in “trifling thus with his [i.e., Gloucester’s] despair”?\n\nii Explain his method of procedure.\n\nc Which lines of Gloucester’s prove that the ruse has worked?\n\n3 a In his final role in the play, Edgar is a man of action.\n\ni What is his first valorous deed on behalf of his father in Act IV Scene 6 ?\n\nii What is the second, before the battle, in Act V Scene 1 ?\n\niii What is the third, after the battle?\n\nb i Show from the speeches of Edmund and Albany at the end of the play that Edgar has royal dignity.\n\nii In the Quarto edition of the play (1608), the last lines of King Lear are given to Albany. Do you agree with the Folio editors that the words are more appropriately given to Edgar?\n\nStructure, themes and imagery\n\n1 The play has both a main plot and a subplot. Identify the main characters in each.\n\n2 Show how in each there is\n \n3 Complete the following:\n \n4 The theme that initiates events in the play is that of the generation gap; the relationship of parent and child, and the duties and obligations that flow from the blood-bond. Find examples of parent/child relationships involving\n\n(a) gratitude/ingratitude (b) kindness/cruelty (c) trust/deceit (d) legitimacy/illegitimacy (e) duties/freedoms (f) respect/contempt (g) hatred/love\n\n5 Self-knowledge, and the pursuit of truth, go hand-in-hand with the development of the plot.\n\na Lear goes mad before he comes to his senses. Find examples of his progress from folly to wisdom in the following scenes:\n\n(i) Act I Scene 1 (ii) Act I Scene 4 (iii) Act 2 Scene 4 (iv) Act 3 Scenes 2  and  6 (v) Act 4 Scenes 6  and  7\n\nb Gloucester loses his sight before he can “see.” Trace the stages through which he passes (noting in particular how he learns to accept Edgar’s dictum “Ripeness is all”) in the following scenes:\n\n(i) Act I Scenes 1  and  2 (ii) Act 2 Scene 1 (iii) Act 3 Scenes 3  and  4 (iv) Act 3 Scene 7 (v) Act 4 Scene 1 (vi) Act 4 Scene 6 (vii) Act 5 Scene 2 .\n\n6 a The largest theme of all is that of the nature of man, in terms both of the individual and of the way he behaves (often hypocritically) in organized society. The following speeches are central; they are all spoken by Lear:\n\ni “Reason not the need …” ( Act 2 Scene 4 ). What is “the need”?\n\nii “Let the great gods … find out their enemies now” ( Act 3 Scene 2 ). Who are their enemies?\n\niii “Poor naked wretches …” ( Act 3 Scene 4 ). What is to be learned from them?\n\niv “What, art mad? … harder, harder; so.” ( Act 4 Scene 6 ) What has Lear learned about power, corruption, and the dispensation of justice?\n\nb How many relevant pieces of wisdom can you find among the songs and sayings of the Fool?\n\n7 Animal imagery abounds in King Lear. To convey the inhumanity of human behavior and its similarity to wild life, over sixty different creatures are mentioned. Trace the following to their sources, and explain their significance in the context of the play:\n\n(a) “monster ingratitude” (b) “serpent’s tooth” (c) “wolvish visage” (d) “like a vulture” (e) “most serpent-like” (f) “like rats … like dogs” (g) “those pelican daughters” (h) “rash boarish fangs” (i) “Tigers, not daughters” (j) “be-monster not thy feature” (k) “dog-hearted daughters”.\n\nHow many more can you find?\n\n8 a Look up Gloucester’s speech in Act I Scene 2 : “These late eclipses in the sun and moon….” How many words can you find that imply discord, social breakdown, and fractured relationships?\n\nb “Division” is echoed in figurative expressions throughout the play. Place the following examples in context and explain the force of the imagery:\n\ni “These hot tears which break from me perforce …” ( Act 1 )\n\nii “Like rats, oft bite the holy cords a-twain …” ( Act 2 )\n\niii “Crack Nature’s moulds …” ( Act 3 )\n\niv “She that herself will silver and disbranch from her material sap …” ( Act 4 )\n\nv “The strings of life begin to crack …” ( Act 5 )\n\n9 Imagery based on physical suffering is recurrent in King Lear. The torment endured by Lear and Gloucester, and the savagery of the play as a whole, are reflected in terms of “a human body in anguished movement: tugged, wrenched, beaten, pierced, stung, scourged, dislocated, flayed, gashed, scalded, tortured and finally broken on the rack” (Caroline Spurgeon: Shakespeare’s Imagery).\n\na Trace the following examples to their contexts, and explain their appositeness. They are all from Act One .\n\ni … “wrenched my frame of nature from the fixed place”\n\nii … “Th’untented woundings of a father’s curse Pierce every sense about thee!”\n\niii … “with her nails she’ll flay thy wolvish visage”\n\nb Find further examples, guided by Miss Spurgeon’s list.\n\n10 In his opening address to the court in Act I Scene 1 , Lear says he will “divest” himself of “rule, Interest of territory, cares of state.” Imagery based on clothing (or references to it) can be found throughout the play.\n\na Find examples from speeches by the following:\n\ni France, in Act I Scene 1 ;\n\nii Cornwall, in Act 2 Scene 2 ;\n\niii Lear, in Act 3 Scene 4 ;\n\niv Lear in Act 3 Scene 6 .\n\nb Explain why clothes have a symbolic significance in relation to the play’s major themes.\n\nTextual questions\n\nRead the original Shakespeare and (if necessary) the modern transcription, to gain an understanding of the speeches and extracts below. Then concentrate entirely on the original in answering the questions.\n\n1 Thou, Nature, art my goddess ( Act I Scene 2 )\n\na Edmund has said very little up to this point, and what he has said would accord with customs in polite society. What is the element of shock built into these first words of his soliloquy?\n\nb A soliloquy can either be regarded as “thinking aloud, alone” or “confiding inner thoughts to a wider audience.” If you were playing the part of Edmund, would you treat these lines as private musing, or as an opportunity to address the audience?\n\nc Why is custom said to be “a plague”?\n\nd Why is “moonshines Lag of a brother” more wittily suggestive than “younger than a brother”?\n\ne Edmund repeats “base” five times, “bastard” three times, and “bastardy” and “baseness” once each, all in the space of twenty-two lines. What effect does this have on what in former times would have been a series of words with derogatory connotations?\n\nf What effect on the meaning of “legitimate” does Edmund’s\n\n(i) reference to conception in and out of wedlock and\n\n(ii) repetition of the word as adjective and noun five times have on its normally favorable meaning?\n\ng Why might an audience at this stage in the play’s development side with a character who has announced his villainous intentions?\n\n2 These late eclipses in the sun and moon ( Act I Scene 2 )\n\na Gloucester believes there is an astrological explanation for the troubles of his time. What is Edmund’s viewpoint on the subject?\n\nb “Nature” is a word frequently used throughout the play; here it means “man’s reason.” Collect as many references to nature as you can find, and interpret each one according to the context in which it appears.\n\nc Several items in Gloucester’s catalogue of woe are directly related to the circumstances of the play. Explain each.\n\nd Gloucester uses the word “nothing.” So do Lear and Cordelia in Act I Scene 1 . (i) How many times can you find the word employed in King Lear and (ii) can you explain why it should be so significant a word?\n\n3 I heard myself proclaimed ( Act 2 Scene 3 )\n\na Why “happy” hollow?\n\nb Edgar uses mostly words of one or two syllables in this soliloquy. (i) How does this help to emphasize important information and (ii) how does this help to emphasize the words which are exceptions to the rule?\n\nc Edgar is planning to be “Poor Tom” here. Compare what is said of him, and by him, in Act 3 Scene 4 . Does he carry out his plans to the letter?\n\nd The play is set in ancient Britain: what evidence is there here that Elizabethan audiences did not object to anachronisms?\n\ne Reread Act I Scene 2 : what is ironic about Edgar’s choice of name for his new identity?\n\n4 I prithee, daughter , do not make me mad ( Act 2 Scene 4 )\n\na In this speech, Lear says “I can be patient.” “Patient” and “patience” are words with many echoes throughout the play. Find as many as you can.\n\nb Here patience is shown in the way Lear’s outbursts are followed by checks. Mark the text (i) where you believe Lear raises his voice in anger, and (ii) where he disciplines himself with self-control.\n\nc (i) Some lines are effective here because they are antithetical: that is, one half of the line is balanced against the other. Find examples, and say how they add to the pathos of Lear’s words.\n\n(ii) Sometimes Lear’s mounting anger results in repetition in sets of three words or phrases. Find two examples.\n\nd How does Lear make his critical points perfectly clear while affecting not to?\n\n5 O, reason not the need ( Act 2 Scene 4 )\n\na The first lines relate significantly to the process whereby Lear’s folly is redeemed. Explain why.\n\nb Lear only once refers to “God” in his speeches. Here, as elsewhere, he addresses “heavens” and “you gods.” Sometimes in the play the gods are regarded as malevolent (find Gloucester’s anguished cry in Act 4 Scene 1 ) and sometimes benign (note his retraction in Act 4 Scene 6 ). What position does Lear take here?\n\nc How is Lear’s pathetic impotence conveyed (i) in disjointed sentences and (ii) by a short line?\n\nd If you were producing the play, would you have Lear leave the stage in tears, or not? Discuss the alternatives and give reasons for your decision.\n\n6 Blow , winds , and crack your cheeks! ( Act 3 Scene 2 )\n\na The Elizabethan theater had primitive sound effects, and performances took place on fine days in the open air. How does Shakespeare\n\ni create the illusion of a storm by means of words?\n\nii succeed in conveying a sense of Lear’s impending mental breakdown?\n\nb The passionate force of Lear’s raging is conveyed by the verbs he uses to command the elements.\n\ni List them, and\n\nii show how water, fire, explosion and destruction are called upon to carry out his orders.\n\nc In this speech, some lines are composed of multisyllabic and/or hyphenated words; others are mainly monosyllabic.\n\ni List them, and\n\nii show how water, fire, explosion and destruction are called upon to carry out his orders.\n\n7 Examine the following key speeches in similar detail:\n\na Poor naked wretches, whereso’er you are ( Act 3 Scene 4 )\n\nb Wisdom and goodness to the vile seem vile ( Act 4 Scene 2 )\n\nc Come on, sir, here’s the place: stand still ( Act 4 Scene 6 )\n\nd Ay, every inch a king ( Act 4 Scene 6 )\n\ne And the creature run from the cur ( Act 4 Scene 6 )\n\nf Pray do not mock me ( Act 4 Scene 7 )\n\ng No, no, no, no! Come, let’s away to prison ( Act 5 Scene 3 )\n\nh Lear’s last speeches, from Howl, howl, howl to Look there, look there! ( Act 5 Scene 3 )\n\nExamination questions\n\n1 King Lear is a play based on family relationships. How do the parallel stories of Lear and Gloucester support this viewpoint?\n\n2 “The essence of tragedy is the vindication of human nobility and greatness.” How far is this true of King Lear ?\n\n3 To what extent was Lear “a man more sinned against than sinning”?\n\n4 What resemblances and differences does Shakespeare display in the characters of Lear’s three daughters?\n\n5 In what ways do the Fool and Gloucester add to the dramatic effect of King Lear ?\n\n6 Show by means of precise reference and illustration how the subplot emphasizes the central theme of King Lear.\n\n7 Discuss any two of the following: (i) the animal imagery in King Lear (ii) the importance of the Fool’s patter before and during the storm (iii) Edgar’s feigned madness (iv) Kent’s loyalty.\n\n8 The following remarks are applied to King Lear; say what you think they mean and how far they are true: (i) “He hath ever but slenderly known himself” (ii) “The best and soundest of his time hath been but rash” (iii) “He but usurped his life.”\n\n9 How does Shakespeare achieve both intense horror and acute pathos in the storm scenes of King Lear?\n\n10 Show how suffering is an integral part of the tragedy of King Lear .\n\n11 What part does Nature play in King Lear?\n\n12 Consider two of the following as examples of different kinds of villainy: (i) Edmund (ii) Goneril (iii) Regan (iv) Cornwall.\n\n13 “This is not altogether fool, my lord.” In what ways is the Fool wiser than Lear?\n\n14 “You do me wrong to take me out o’ th’ grave.” In what ways is the reborn Lear a better man than the one who died in the storm?\n\n15 For over 100 years, King Lear was performed with a happy ending and the storm scene cut. Assess the importance of what was lost.\n\nOne-word-answer quiz\n\n1 Into how many parts did Lear originally divide his kingdom?\n\n2 How many knights did Lear wish to have in his train?\n\n3 How many were denied him in his first fortnight of retirement?\n\n4 How many did Regan offer him at first?\n\n5 What was her final offer?\n\n6 Until what time was Kent to sit in the stocks, according to Cornwall?\n\n7 In the storm scene, who is first to find Edgar in the hovel?\n\n8 What was Edgar wearing when disguised as Poor Tom?\n\n9 Who “oft prove prophets”?\n\n10 To how many of his daughters does Lear kneel?\n\n11 What was the Prince of Darkness called, besides Modo?\n\n12 What did Lear have in his countenance that Kent would fain call master?\n\n13 What is obeyed in office?\n\n14 How many “red burning spits” would Lear have liked to hiss in upon his daughters?\n\n15 What was the surname of the Marshal of France?\n\n16 What did Edmund give to the Captain who went to save the lives of Lear and Cordelia?\n\n17 What did Kent give to the Gentleman who went to see Cordelia at Dover?\n\n18 How many days was Kent allowed to prepare for banishment?\n\n19 For how many days did the Fool pine after Cordelia?\n\n20 For how many years had Poor Tom been mad, according to Edgar?\n\n21 For how many years had Edmund been abroad?\n\n22 What article did Lear ask for in his dying moments?\n\n23 What did the Fool take Goneril for in the trial scene?\n\n24 Who showed his father “a child-like office”?\n\n25 Who said she had been “worth the whistle”?\n\n26 What was Kent’s assumed name?\n\n27 How many times did the trumpet sound before Edgar appeared to fight Edmund?\n\n28 Who does Lear call the “hot Duke”?\n\n29 What was Edmund’s goddess?\n\n30 How many knights were “not questrists” after Gloucester?\n\n31 Who signed herself “Your wife, so I would say, Affectionate servant”?\n\n32 How old was Kent?\n\n33 What did Lear say can be made out of nothing?\n\n34 Who told Edgar that Nero was an angler in the Lake of Darkness?\n\n35 Who wrote the letter which Kent held when in the stocks?\n\nWhat’s missing?\n\nComplete the following quotations:\n\n1 O! How this mother swells up toward my heart; …\n\n2 I have no way, and therefore want no eyes; …\n\n3 Come, let’s away to prison; We two …\n\n4 The gods are just, and of our pleasant vices …\n\n5 This shows you are above, You justicers …\n\n6 As flies to wanton boys are we to the gods …\n",
      "summary": "This segment involves a set of questions and reflections on the roles and symbolism of key characters, particularly focusing on the Fool's role in providing critical commentary through his wit and humor, and how he supports King Lear as he descends into madness.",
      "prominence": 85,
      "key_characters": [
        {
          "name": "Fool",
          "description": "A witty figure who accompanies King Lear, using humor to convey truths.",
          "experience": "Uses jokes and wit to support King Lear through his madness, often speaking truths disguised as humor."
        },
        {
          "name": "King Lear",
          "description": "A troubled monarch dealing with betrayal and personal decline.",
          "experience": "As Lear becomes increasingly isolated, the Fool offers sardonic wisdom and companionship, hinting at Lear's tragic path."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "In the court setting, King Lear is grappling with feelings of betrayal after being humiliated by Goneril, while the Fool stands by, ready to use his humor to help Lear confront his harsh realities.",
          "topic": "Fool’s humor to lead Lear towards self-realization.",
          "key_characters": [
            {
              "name": "Fool",
              "motivation": "[Intent on helping Lear see his folly], the Fool uses humor to confront Lear with uncomfortable truths."
            },
            {
              "name": "King Lear",
              "motivation": "[Feeling deeply wounded by Goneril], Lear struggles with recognizing his own role in his turmoil."
            }
          ],
          "dialogues": [
            {
              "character": "Fool",
              "message": "[I must open Lear's eyes before he falls deeper.] Why to keep so many brains in one head, uncle? (playfully taps his head) Seems a waste"
            },
            {
              "character": "King Lear",
              "message": "[His jest stings, but does it hold truth?] What’s amiss, Fool? What's your meaning?"
            },
            {
              "character": "Fool",
              "message": "[Gently mocking, coaxing him] Marry, I think it be thy daughters. Look to your crab-apples, nuncle. (gestures as if inspecting fruit)"
            },
            {
              "character": "King Lear",
              "message": "[This worm in my mind festers, could it be?] Speak in riddles no more! What do they signify?"
            },
            {
              "character": "Fool",
              "message": "[Jocularity tinged with gravity] Two noses have they; yet smell not a truth. (shrugs)"
            },
            {
              "character": "King Lear",
              "message": "[A flicker of realization, eyebrows knit] Do they see not what their father has given?"
            },
            {
              "character": "Fool",
              "message": "[Heart heavy for the old man] Indeed, uncle, a snail’s pace could outrun thy gifts gone awry. (pretends to move slowly like a snail)"
            },
            {
              "character": "Environment",
              "message": "The court feels both stifling and expansive, a silent echo punctuated only by the Fool's paradoxical wisdom."
            },
            {
              "character": "King Lear",
              "message": "[The thorns of their ingratitude prickle] Loyalty knotted, I am left a barren isle. (turns away, face clouded)"
            },
            {
              "character": "Fool",
              "message": "[Yearning to ease the burden a little] Yet in jest, your faithful jesters abide. (bows in jest)"
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 11
    }
  ],
  "fail_to_parse_responses": []
}