{
  "chapter_beginnings": [
    {
      "beginning_sentence": "Othello, the Moor of Venice"
    },
    {
      "beginning_sentence": "Act I"
    },
    {
      "beginning_sentence": "Scene 1"
    },
    {
      "beginning_sentence": "A natural and prompt alacrity"
    },
    {
      "beginning_sentence": "Act II Scene 1"
    }
  ],
  "plots": [
    {
      "text": "Tush , never tell me, I take it much unkindly\n\nThat thou, Iago, who hast had my purse,\n\nAs if the strings were thine, shouldst know of this .\n\nIAGO. ’Sblood , but you will not hear me.\n\nIf ever I did dream of such a matter, [5]\n\n Abhor me.\n\nRODERIGO. Thou told’st me, thou didst hold him in thy hate.\n\nIAGO. Despise me if I do not: three great ones of the city,\n\nIn personal suit to make me his lieutenant,\n\nOft capp’d to him, and by the faith of man, [10]\n\nI know my price, I am worth no worse a place.\n\nBut he, as loving his own pride and purposes,\n\n Evade s them, with a bombast circumstance ,\n\n Horribly stuff’d with epithet s of war:\n\nAnd in conclusion , [15]\n\n Nonsuit s my mediator s : for “ Certes ,” says he,\n\n“I have already chosen my officer,”\n\nAnd what was he?\n\n Forsooth , a great arithmetician,\n\nOne Michael Cassio, a Florentine, [20]\n\nA fellow almost damn’d in a fair wife ,\n\nThat never set a squadron in the field,\n\nNor the division of a battle knows,\n\nMore than a spinster , unless the bookish theoric ,\n\nWherein the toged  consuls can propose  [25]\n\nAs masterly as he: mere prattle without practice\n\nIs all his soldiership: but he, sir, had the election,\n\nAnd I, of whom his eyes had seen the proof,\n\nAt Rhodes, at Cyprus, and on other grounds,\n\nChristian and heathen , must be l ee ’d , and calm’d, [30]\n\nBy debitor and creditor ; this counter-caster :\n\nHe, in good time, must his lieutenant be,\n\nAnd I, God bless the mark , his worship’s ancient.\n\nRODERIGO. By heaven I rather would have been his hangman.\n\nIAGO. But there’s no remedy, ’tis the curse of service, [35]\n\n Preferment goes by letter and affection ,\n\nNot by the old gradation , where each second\n\nStood heir to the first: now sir, be judge yourself,\n\nWhether I in any just term am affin’d\n\nTo love the Moor.\n\nRODERIGO.    I would not follow him then. [40]\n\nIAGO. O, sir, content you.\n\nI follow him to serve my turn upon him:\n\nWe cannot be all masters, nor all masters\n\nCannot be truly follow’d. You shall mark\n\nMany a duteous and knee-crooking  knave , [45]\n\nThat, doting on his own obsequious  bondage ,\n\nWears out his time much like his master’s ass ,\n\nFor nought  but provender , and when he’s old, cashier’d ,\n\nWhip me such honest knaves: others there are,\n\nWho, trimm’d in forms, and visage s of duty, [50]\n\nKeep yet their hearts attending on themselves,\n\nAnd throwing but shows of service on their lords,\n\nDo well thrive by ’em, and when they have lin’d their coats,\n\nDo themselves homage , those fellows have some soul,\n\nAnd such a one do I profess myself, ... for sir, [55]\n\nIt is as sure as you are Roderigo,\n\nWere I the Moor, I would not be Iago:\n\nIn following him, I follow but myself.\n\nHeaven is my judge, not I for love and duty,\n\nBut seeming so, for my peculiar end. [60]\n\nFor when my outward action does demonstrate\n\n The native act , and figure of my heart,\n\nIn complement extern , ’tis not long after,\n\nBut I will wear my heart upon my sleeve ,\n\nFor dove s to peck at : I am not what I am. [65]\n\nRODERIGO. What a full fortune does the thicklips owe ,\n\nIf he can carry ’t thus!\n\nIAGO.    Call up her father,\n\n Rouse him, make after him, poison his delight,\n\n Proclaim him in the street, incense her kinsmen,\n\nAnd though he in a fertile climate dwell , [70]\n\n Plague him with flies: though that his joy be joy,\n\nYet throw such changes of vexation on ’t,\n\nAs it may lose some colour.\n\nRODERIGO. Here is her father’s house, I’ll call aloud.\n\nIAGO. Do, with like timorous accent, and dire  yell , [75]\n\nAs when, by night and negligence , the fire\n\nIs spied in populous cities.\n\nRODERIGO. What ho! Brabantio, Signior Brabantio, ho!\n\nIAGO. Awake! what ho, Brabantio! thieves, thieves, thieves!\n\nLook to your house, your daughter, and your bags. [80]\n\nThieves, thieves!\n\n(Brabantio at a window.)\n\nBRABANTIO. What is the reason of this terrible summons ?\n\nWhat is the matter there?\n\nRODERIGO. Signior, is all your family within?\n\nIAGO. Are all doors lock’d?\n\nBRABANTIO.    Why, wherefore ask you this? [85]\n\nIAGO. Zounds , sir, you are robb’d, for shame put on your gown ,\n\nYour heart is burst, you have lost half your soul;\n\nEven now, very now, an old black ram\n\nIs tupping your white ewe ; arise, arise,\n\nAwake the snort ing citizens with the bell, [90]\n\nOr else the devil will make a grandsire of you,\n\nArise I say.\n\nBRABANTIO.    What, have you lost your wits ?\n\nRODERIGO. Most reverend signior, do you know my voice?\n\nBRABANTIO. Not I, what are you?\n\nRODERIGO. My name is Roderigo.\n\nBRABANTIO.    The worse welcome; [95]\n\nI have charg’d thee, not to haunt about my doors;\n\nIn honest plainness thou hast heard me say\n\nMy daughter is not for thee; and now in madness,\n\nBeing full of supper, and distempering  draught s ,\n\nUpon malicious  bravery , dost thou come [100]\n\nTo start my quiet?\n\nRODERIGO. Sir, sir, sir, –\n\nBRABANTIO.    But thou must needs be sure\n\nMy spirit and my place have in them power,\n\nTo make this bitter to thee.\n\nRODERIGO.    Patience, good sir.\n\nBRABANTIO. What, tell’st thou me of robbing? this is Venice, [105]\n\nMy house is not a grange .\n\nRODERIGO.    Most grave Brabantio,\n\nIn simple and pure soul I come to you.\n\nIAGO. Zounds, sir, you are one of those that will not serve God, if the devil bid you. Because we come to do you service, you think we are ruffian s , [110] you’ll have your daughter cover’d with a Barbary horse; you’ll have your nephew s  neigh to you; you’ll have courser s for cousins, and gennet s for german s .\n\nBRABANTIO. What profane  wretch  art thou ? [115]\n\nIAGO. I am one, sir, that comes to tell you, your daughter, and the Moor, are now making the beast with two backs .\n\nBRABANTIO. Thou art a villain .\n\nIAGO.    You are a senator.\n\nBRABANTIO. This thou shalt answer, I know thee, Roderigo. [120]\n\nRODERIGO. Sir, I will answer anything. But I beseech you,\n\nIf’t be your pleasure, and most wise consent ,\n\n(As partly I find it is) that your fair daughter,\n\nAt this odd-even and dull watch o’ the night,\n\nTransported with no worse nor better guard, [125]\n\nBut with a knave of common hire , a gondolier,\n\nTo the gross  clasp s of a lascivious Moor:\n\nIf this be known to you, and your allowance ,\n\nWe then have done you bold and saucy wrongs.\n\nBut if you know not this, my manners tell me, [130]\n\nWe have your wrong rebuke . Do not believe\n\nThat from the sense of all civility ,\n\nI thus would play and trifle with your reverence .\n\nYour daughter (if you have not given her leave ,\n\nI say again), hath made a gross revolt, [135]\n\nTying her duty, beauty, wit, and fortunes,\n\nIn an extravagant and wheeling stranger,\n\nOf here, and every where: straight satisfy yourself.\n\nIf she be in her chamber , or your house,\n\nLet loose on me the justice of the state [140]\n\nFor this delusion .\n\nBRABANTIO.    Strike on the tinder , ho!\n\nGive me a taper , call up all my people:\n\nThis accident is not unlike my dream,\n\nBelief of it oppresses me already:\n\nLight I say, light!\n\n( Exit above.)\n\nIAGO.    Farewell, for I must leave you: [145]\n\nIt seems not meet , nor wholesome to my place,\n\nTo be produc’d , as if I stay I shall,\n\nAgainst the Moor, for I do know the state,\n\nHowever this may gall him with some check ,\n\nCannot with safety cast him, for he’s embark ’d , [150]\n\nWith such loud reason, to the Cyprus wars,\n\nWhich even now stands in act , that, for their souls,\n\nAnother of his fathom they have not\n\nTo lead their business, in which regard,\n\n Thou gh I do hate him, as I do hell’s pains, [155]\n\nYet, for necessity of present life,\n\nI must show out a flag, and sign of love,\n\nWhich is indeed but sign. That you shall surely find him,\n\nLead to the Sagittar the raised search,\n\nAnd there will I be with him. So farewell. [160]\n\n(Exit.)\n\n(Enter Brabantio in his night-gown, and Servants with torch es .)\n\nBRABANTIO. It is too true an evil, gone she is,\n\nAnd what’s to come, of my despised time,\n\nIs nought but bitterness. Now Roderigo,\n\nWhere didst thou see her? (O unhappy girl!)\n\nWith the Moor, say’st thou? (Who would be a father?) [165]\n\nHow didst thou know ’twas she? (O thou deceivest me\n\nPast thought!) What said she to you? Get more tapers,\n\nRaise all my kindred , are they married, think you?\n\nRODERIGO. Truly I think they are.\n\nBRABANTIO. O heaven, how got she out? O treason of the blood! [170]\n\nFathers from hence , trust not your daughters’ minds\n\nBy what you see them act, is there not charms,\n\nBy which the property of youth and maidhood\n\nMay be abus’d ? Have you not read, Roderigo,\n\nOf some such thing? [175]\n\nRODERIGO. I have, sir.\n\nBRABANTIO. Call up my brother: O that you had had her!\n\nSome one way, some another; do you know\n\nWhere we may apprehend her, and the Moor?\n\nRODERIGO. I think I can discover him, if you please [180]\n\nTo get good guard, and go along with me.\n\nBRABANTIO. Pray lead me on, at every house I’ll call,\n\nI may command at most: get weapons, ho!\n\nAnd raise some special officers of night:\n\nOn, good Roderigo, I’ll deserve your pains.",
      "summary": "Iago manipulates Roderigo by expressing his disdain for Othello and explaining how he has been unfairly passed over for promotion in favor of Cassio. Iago plans to exploit Othello's marriage to Desdemona to seed discord. The duo wakes up Brabantio to inform him of Desdemona's marriage to Othello, inciting him against Othello.",
      "prominence": 85,
      "key_characters": [
        {
          "name": "Iago",
          "description": "Othello's ancient, known for his manipulative and deceitful nature.",
          "experience": "Iago reveals his hatred for Othello and manipulates Roderigo, using him to antagonize Brabantio against Othello."
        },
        {
          "name": "Roderigo",
          "description": "A Venetian gentleman who is in love with Desdemona and easily manipulated by Iago.",
          "experience": "Roderigo is manipulated by Iago into reporting Desdemona's marriage to Brabantio, hoping to win her back."
        },
        {
          "name": "Brabantio",
          "description": "A Venetian senator and Desdemona’s father, not aware of Desdemona's marriage to Othello at first.",
          "experience": "Brabantio is shocked and enraged by Iago and Roderigo’s news about Desdemona's elopement with Othello."
        }
      ],
      "chapter": "Act I, Scene 1",
      "conversation": [
        {
          "scenario": "Iago and Roderigo are on a street in Venice, plotting against Othello.",
          "topic": "Iago explains his hatred for Othello and his plan to manipulate Brabantio.",
          "key_characters": [
            {
              "name": "Iago",
              "motivation": "[seeking to exploit Roderigo's infatuation with Desdemona and his hatred for Othello, I plan to manipulate him into antagonizing Brabantio.]"
            },
            {
              "name": "Roderigo",
              "motivation": "[feeling heartbroken over losing Desdemona, I seek any method to disrupt her marriage, hoping to win her love.]"
            }
          ],
          "dialogues": [
            {
              "character": "Iago",
              "message": "[I know Roderigo is desperate, and I can use that.] Tush, never tell me, I take it much unkindly That thou, Iago, who hast had my purse, As if the strings were thine, should know of this."
            },
            {
              "character": "Roderigo",
              "message": "[I must appeal to Iago’s shared animosity towards Othello.] Thou told’st me, thou didst hold him in thy hate."
            },
            {
              "character": "Iago",
              "message": "[I’ve got him where I want him.] Despise me if I do not: three great ones of the city, In personal suit to make me his lieutenant, Oft capp’d to him."
            },
            {
              "character": "Roderigo",
              "message": "By heaven I rather would have been his hangman."
            },
            {
              "character": "Iago",
              "message": "[My plan requires me to incite Brabantio.] Call up her father, Rouse him, make after him, poison his delight, Proclaim him in the street, incense her kinsmen."
            },
            {
              "character": "Roderigo",
              "message": "[I’m eager to follow Iago’s lead.] Here is her father’s house, I’ll call aloud."
            },
            {
              "character": "Iago",
              "message": "[I shall play on Brabantio’s fears.] Do, with like timorous accent, and dire yell, As when, by night and negligence, the fire Is spied in populous cities."
            },
            {
              "character": "Environment",
              "message": "Nighttime in Venice creates an atmosphere ripe for secrecy and deception as Iago and Roderigo reach Brabantio’s house."
            },
            {
              "character": "Brabantio",
              "message": "[These cries disturb my sleep, what madness is this?] What is the reason of this terrible summons? What is the matter there?"
            },
            {
              "character": "Iago",
              "message": "[I must play the part convincingly.] Zounds, sir, you are robb’d, for shame put on your gown, Your heart is burst, you have lost half your soul; Even now, very now, an old black ram Is tupping your white ewe; arise, arise."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "Though in the trade of war I have slain men,\n\nYet do I hold it very stuff of conscience\n\nTo do no contriv’d murder; I lack iniquity\n\nSometimes to do me service: nine or ten times\n\nI had thought to have yerk ’d him here, under the rib s . [5]\n\nOTHELLO. ’Tis better as it is.\n\nIAGO. Nay , but he prate d ,\n\nAnd spoke such scurvy and provoking terms\n\nAgainst your honour,\n\nThat with the little godliness I have,\n\nI did full hard forbear him: but I pray, sir, [10]\n\nAre you fast married? For be sure of this,\n\nThat the magnifico is much belov’d,\n\nAnd hath in his effect a voice potential\n\nAs double as the duke’s; he will divorce you,\n\nOr put upon you what restraint , and grievance , [15]\n\nThat law (with all his might to enforce it on)\n\nWill give him cable .\n\nOTHELLO.    Let him do his spite ;\n\nMy services, which I have done the signiory ,\n\nShall out-tongue  his complaints; ’tis yet to know –\n\nWhich, when I know that boasting is an honour, [20]\n\nI shall provulgate – I fetch my life and being\n\nFrom men of royal siege , and my demerits\n\nMay speak unbonneted to as proud a fortune\n\nAs this that I have reach’d; for know, Iago,\n\nBut that I love the gentle Desdemona, [25]\n\nI would not my unhoused free condition\n\nPut into circumscription and confine\n\nFor the sea’s worth. But look what lights come yonder .\n\nIAGO. These are the raised father and his friends,\n\nYou were best go in.\n\nOTHELLO.    Not I, I must be found: [30]\n\nMy parts, my title, and my perfect soul,\n\nShall manifest me rightly: is it they?\n\nIAGO. By Janus I think no.\n\n(Enter Cassio, with Officers, and torches.)\n\nOTHELLO. The servants of the duke, and my lieutenant.\n\nThe goodness of the night upon you, friends! [35]\n\nWhat is the news?\n\nCASSIO.    The duke does greet you, general,\n\nAnd he requires your haste post- haste appearance,\n\nEven on the instant .\n\nOTHELLO.    What’s the matter, think you?\n\nCASSIO. Something from Cyprus, as I may divine ;\n\nIt is a business of some heat, the galley s  [40]\n\nHave sent a dozen sequent messengers\n\nThis very night, at one another’s heels:\n\nAnd many of the consuls, rais’d and met,\n\nAre at the duke’s already; you have been hotly call’d for,\n\nWhen, being not at your lodging to be found, [45]\n\nThe senate sent about three several quest s\n\nTo search you out.\n\nOTHELLO.    ’Tis well I am found by you:\n\nI will but spend a word here in the house,\n\nAnd go with you.\n\n(Exit.)\n\nCASSIO.    Ancient, what makes he here?\n\nIAGO. Faith , he to-night hath board ed a land carrack : [50]\n\nIf it prove lawful prize , he’s made for ever.\n\nCASSIO. I do not understand.\n\nIAGO.    He’s married.\n\nCASSIO.        To who?\n\n(Enter Othello.)\n\nIAGO. Marry to ... Come, captain, will you go?\n\nOTHELLO.    Ha’ with you.\n\nCASSIO. Here comes another troop to seek for you.\n\n(Enter Brabantio, Roderigo, and others with lights and weapons.)\n\nIAGO. It is Brabantio, general, be advis’d , [55]\n\nHe comes to bad intent .\n\nOTHELLO.    Holla, stand there!\n\nRODERIGO. Signior, it is the Moor.\n\nBRABANTIO.    Down with him, thief!\n\n(They draw on both sides.)\n\nIAGO. You, Roderigo, come sir, I am for you.\n\nOTHELLO. Keep up your bright swords, for the dew will rust ’em;\n\nGood signior, you shall more command with years [60]\n\nThan with your weapons.\n\nBRABANTIO. O thou foul thief, where hast thou stow ’d my daughter?\n\nDamn’d as thou art, thou hast enchant ed her,\n\nFor I’ll refer me to all things of sense,\n\n(If she in chains of magic were not bound) [65]\n\nWhether a maid, so tender , fair, and happy,\n\nSo opposite to marriage, that she shun n’d\n\nThe wealthy curled darlings of our nation,\n\nWould ever have (to incur a general mock )\n\nRun from her guardage to the sooty  bosom  [70]\n\nOf such a thing as thou? to fear, not to delight.\n\nJudge me the world, if ’tis not gross in sense,\n\nThat thou hast practis’d on her with foul charms,\n\nAbus’d her delicate youth, with drugs or minerals ,\n\nThat weakens motion: I’ll have ’t disputed  on; [75]\n\n’Tis probable, and palpable to thinking.\n\nI therefore apprehend and do attach thee,\n\nFor an abuser of the world, a practiser\n\nOf arts inhibited , and out of warrant ;\n\nLay hold upon him, if he do resist, [80]\n\n Subdue him at his peril .\n\nOTHELLO.    Hold your hands,\n\nBoth you of my inclining and the rest:\n\nWere it my cue to fight, I should have known it,\n\nWithout a prompter ; where will you that I go,\n\nAnd answer this your charge?\n\nBRABANTIO.    To prison, till fit time [85]\n\nOf law, and course of direct session ,\n\nCall thee to answer.\n\nOTHELLO.    What if I do obey?\n\nHow may the duke be therewith satisfied,\n\nWhose messengers are here about my side,\n\nUpon some present business of the state, [90]\n\nTo bear me to him?\n\nOFFICER.    ’Tis true, most worthy signior,\n\nThe duke’s in council , and your noble self,\n\nI am sure is sent for.\n\nBRABANTIO.    How? the duke in council?\n\nIn this time of the night? Bring him away;\n\nMine’s not an idle cause, the duke himself, [95]\n\nOr any of my brothers of the state ,\n\nCannot but feel this wrong, as ’twere their own.\n\nFor if such actions may have passage free,\n\n Bond-slave s , and pagan s , shall our statesmen be.\n\n(Exeunt.",
      "summary": "Othello addresses Brabantio’s accusations of bewitching Desdemona before the Duke and the Senate. Othello's eloquent defense and Desdemona's voluntary confirmation display genuine mutual affection, which validates their marriage. Othello is then tasked with leading the defense against the Turkish threat to Cyprus and requests that Desdemona accompany him.",
      "prominence": 90,
      "key_characters": [
        {
          "name": "Othello",
          "description": "A noble and valiant Moorish general in the Venetian army.",
          "experience": "Defends his marriage with Desdemona eloquently, showcasing his integrity and deep love, despite Brabantio's accusations."
        },
        {
          "name": "Desdemona",
          "description": "Othello’s wife and Brabantio's daughter, known for her loyalty and compassion.",
          "experience": "Confirms her love and loyalty to Othello, counters her father's accusations, and expresses desire to accompany Othello to Cyprus."
        },
        {
          "name": "Brabantio",
          "description": "A Venetian senator upset over his daughter's clandestine marriage.",
          "experience": "Feels betrayed and resorts to allegations of bewitchment against Othello, but ultimately realizes Desdemona’s autonomy."
        }
      ],
      "chapter": "Act I, Scene 2",
      "conversation": [
        {
          "scenario": "Before the Sagittar, Othello discusses Brabantio's accusations with Iago and other attendants.",
          "topic": "Reason for Othello's marriage to Desdemona.",
          "key_characters": [
            {
              "name": "Othello",
              "motivation": "[I must convincingly defend my love and marriage to Desdemona while maintaining my dignity.]"
            },
            {
              "name": "Iago",
              "motivation": "[Though I put on a facade of loyalty, I am secretly plotting Othello’s downfall.]"
            }
          ],
          "dialogues": [
            {
              "character": "Iago",
              "message": "[I need to provoke Othello's awareness of the stakes.] Though in the trade of war I have slain men, Yet do I hold it very stuff of conscience To do no contriv’d murder..."
            },
            {
              "character": "Othello",
              "message": "[I am confident in my merits and the justice of my position.] Let him do his spite; My services, which I have done the signiory, Shall out-tongue his complaints."
            },
            {
              "character": "Iago",
              "message": "[Feigned concern as part of my manipulation.] Are you fast married? For be sure of this, That the magnifico is much belov’d..."
            },
            {
              "character": "Othello",
              "message": "[Reaffirming my commitment to Desdemona.] But that I love the gentle Desdemona, I would not my unhoused free condition Put into circumscription and confine."
            },
            {
              "character": "Environment",
              "message": "A tense atmosphere pervades the scene as Brabantio and his group approach, intent on confronting Othello."
            },
            {
              "character": "Brabantio",
              "message": "[I feel betrayed and demand answers now.] O thou foul thief, where hast thou stow’d my daughter?"
            },
            {
              "character": "Othello",
              "message": "[I must face this with dignity.] Keep up your bright swords, for the dew will rust 'em; Good signior, you shall more command with years Than with your weapons."
            },
            {
              "character": "Brabantio",
              "message": "[Trying to assert control and justice.] To prison, till fit time Of law, and course of direct session, Call thee to answer."
            },
            {
              "character": "Othello",
              "message": "[I believe my position demands respect.] What if I do obey? How may the duke be therewith satisfied..."
            },
            {
              "character": "Officer",
              "message": "[Seeking to maintain order.] 'Tis true, most worthy signior, The duke’s in council, and your noble self, I am sure is sent for."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "A natural and prompt alacrity\n\nI find in hardness, and would undertake\n\nThis present wars against the Ottomites.\n\nMost humbly therefore, bending to your state, [235]\n\nI crave fit disposition for my wife,\n\nDue reference of place, and exhibition ,\n\nWith such accommodation and besort\n\nAs level s with her breeding .\n\nDUKE.    If you please,\n\nBe ’t at her father’s.\n\nBRABANTIO.    I’ll not have it so. [240]\n\nOTHELLO. Nor I.\n\nDESDEMONA.    Nor I, I would not there reside ,\n\nTo put my father in impatient thoughts,\n\nBy being in his eye: most gracious duke,\n\nTo my unfolding lend a gracious ear,\n\nAnd let me find a charter in your voice, [245]\n\nAnd if my simpleness ...\n\nDUKE. What would you .",
      "summary": "Desdemona expresses her love for Othello and her desire to accompany him to war. She pleads her case to the Duke, asserting her deep admiration for Othello's valor and her commitment to him. The Duke is moved by her words and grants permission, emphasizing the bond between Desdemona and Othello.",
      "prominence": 70,
      "key_characters": [
        {
          "name": "Desdemona",
          "description": "Desdemona is Othello's devoted wife, deeply in love with him.",
          "experience": "Desdemona passionately pleads to accompany Othello, demonstrating her commitment and love. Her determination and eloquence sway the Duke."
        },
        {
          "name": "Othello",
          "description": "Othello is a Moorish general in the Venetian army, respected and valiant.",
          "experience": "Othello supports Desdemona's plea to accompany him, valuing her desires while respecting the Duke's authority. His trust in Desdemona's love is evident."
        },
        {
          "name": "Duke",
          "description": "The Duke of Venice, a figure of authority and power.",
          "experience": "The Duke listens to Desdemona's plea and grants her request, showing his support for the bond between Desdemona and Othello."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Desdemona pleads with the Duke to accompany Othello to the war.",
          "topic": "Desdemona requests to accompany Othello.",
          "key_characters": [
            {
              "name": "Desdemona",
              "motivation": "Desdemona is determined to be with Othello, emphasizing her love and commitment to him."
            },
            {
              "name": "Duke",
              "motivation": "The Duke wants to make a fair judgment regarding Desdemona's request."
            },
            {
              "name": "Othello",
              "motivation": "Othello supports Desdemona's wish, seeking the Duke's approval."
            }
          ],
          "dialogues": [
            {
              "character": "Desdemona",
              "message": "[I must speak with conviction and honesty.] That I did love the Moor, to live with him, my downright violence, and scorn of fortunes, may trumpet to the world."
            },
            {
              "character": "Duke",
              "message": "[I must understand her request thoroughly.] What would you ... speak."
            },
            {
              "character": "Desdemona",
              "message": "[My love is sincere, and I must convey that.] I saw Othello’s visage in his mind, and to his honours, and his valiant parts did I my soul and fortunes consecrate."
            },
            {
              "character": "Othello",
              "message": "[I must support her and show my respect for her desires.] Your voices, Lords: beseech you, let her will have a free way; I therefore beg it not to please the palate of my appetite."
            },
            {
              "character": "Duke",
              "message": "[I see the sincerity in her eyes.] Be it, as you shall privately determine, either for stay or going, the affairs cry haste, and speed must answer; you must hence to-night."
            },
            {
              "character": "Desdemona",
              "message": "[I am relieved and grateful for this decision.] To-night, my Lord?"
            },
            {
              "character": "Duke",
              "message": "[This decision aligns with my understanding of their bond.] This night."
            },
            {
              "character": "Othello",
              "message": "[I am pleased that we can be together.] With all my heart."
            },
            {
              "character": "Duke",
              "message": "[I hope for their safety and unity.] Othello, leave some officer behind, and he shall our commission bring to you, with such things else of quality or respect as doth concern you."
            },
            {
              "character": "Desdemona",
              "message": "[My devotion is recognized, and I must prepare.] I must prepare for the journey with him."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 0
    },
    {
      "text": "(Exit Roderigo.)\n\nThus do I ever make my fool my purse:\n\nFor I mine own gain’d knowledge should profane ,\n\nIf I would time expend with such a snipe ,\n\nBut for my sport and profit: I hate the Moor, [385]\n\nAnd it is thought abroad , that ’twixt my sheets\n\nHe’s done my office ; I know not if ’t be true ...\n\nYet I, for mere suspicion in that kind,\n\nWill do, as if for surety : he holds me well,\n\nThe better shall my purpose work on him. [390]\n\nCassio’s a proper man, let me see now,\n\nTo get this place, and to make up my will,\n\nA double knavery ... how, how? ... let me see,\n\nAfter some time, to abuse Othello’s ear,\n\nThat he is too familiar with his wife: [395]\n\nHe has a person and a smooth dispose ,\n\nTo be suspected , fram’d to make women false:\n\nThe Moor a free and open nature too,\n\nThat thinks men honest that but seem to be so:\n\nAnd will as tenderly be led by the nose ... [400]\n\nAs asses are.\n\nI ha’t, it is engender ’d ; Hell and night\n\nMust bring this monstrous birth to the world’s light.\n\n(Exit.)\n\nAct II\n\nScene 1\n\nA Sea-port in Cyprus. An open place near the Quay.\n\nEnter Montano, with two other Gentlemen.\n\nMONTANO. What from the cape can you discern at sea?\n\nFIRST GENTLEMAN. Nothing at all, it is a high-wrought flood,\n\nI cannot ’twixt the heaven and the main\n\n Descry  a sail.\n\nMONTANO. Methinks the wind does speak aloud at land, [5]\n\nA fuller blast ne’er shook our battlements :\n\nIf it ha’ ruffian ’d so upon the sea,\n\nWhat ribs of oak , when the huge mountains melt ,\n\nCan hold the mortise ? ... What shall we hear of this?\n\nSECOND GENTLEMAN. A segregation of the Turkish fleet: [10]\n\nFor do but stand upon the banning shore,\n\nThe chiding  billow seems to pelt the clouds,\n\nThe wind-shak’d surge , with high and monstrous main,\n\nSeems to cast water on the burning bear ,\n\nAnd quench the guards of the ever-fixed pole ; [15]\n\nI never did like molestation view\n\nOn the enchafed flood.\n\nMONTANO.    If that the Turkish fleet\n\nBe not enshelter’d , and embay’d , they are drown’d,\n\nIt is impossible they bear it out.\n\n(Enter a third Gentleman.",
      "summary": "Roderigo, in despair over unrequited love for Desdemona, contemplates drowning himself. Iago manipulates him by mocking his feelings and coaxing him to amass wealth to win Desdemona. Iago reveals his disdain for Othello and his plan to sabotage their relationship.",
      "prominence": 85,
      "key_characters": [
        {
          "name": "Roderigo",
          "description": "A Venetian gentleman, hopelessly in love with Desdemona.",
          "experience": "Roderigo is heartbroken over Desdemona and easily manipulated by Iago, who twists his emotions to further his sinister plans."
        },
        {
          "name": "Iago",
          "description": "Othello's ensign, cunning and filled with malice.",
          "experience": "Iago manipulates Roderigo's despair to gain an ally in his scheme, showcasing his deceitful and conniving nature."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Roderigo is distressed about his love for Desdemona, and Iago seizes the opportunity to manipulate him further.",
          "topic": "Roderigo's despair and Iago's manipulation.",
          "key_characters": [
            {
              "name": "Roderigo",
              "motivation": "Roderigo feels lost and hopeless because of his unrequited love for Desdemona."
            },
            {
              "name": "Iago",
              "motivation": "Iago sees an opportunity to manipulate Roderigo for his own gain, furthering his plot against Othello."
            }
          ],
          "dialogues": [
            {
              "character": "Roderigo",
              "message": "[I am disheartened, and I see no way out.] What will I do, thinkest thou?"
            },
            {
              "character": "Iago",
              "message": "[I see a chance to exploit his despair.] Why, go to bed and sleep."
            },
            {
              "character": "Roderigo",
              "message": "[I cannot bear this pain any longer.] I will incontinently drown myself."
            },
            {
              "character": "Iago",
              "message": "[He's such a fool, but useful to me.] Well, if thou doet, I shall never love thee after it."
            },
            {
              "character": "Roderigo",
              "message": "[Living is unbearable when the heart is tormented.] It is silliness to live, when to live is a torment; and then we have a prescription to die, when death is our physician."
            },
            {
              "character": "Iago",
              "message": "[Seeing he is easily swayed and weak.] O villainous! I ha' look'd upon the world for four times seven years..."
            },
            {
              "character": "Roderigo",
              "message": "[Feeling his weakness, needing guidance.] What should I do? I confess it is my shame to be so fond, but it is not in my virtue to amend it."
            },
            {
              "character": "Iago",
              "message": "[His despair is my gateway to weaving deceit.] Virtue? a fig! ’tis in ourselves, that we are thus, or thus... "
            },
            {
              "character": "Roderigo",
              "message": "[Desperation and willingness to follow.] Wilt thou be fast to my hopes?"
            },
            {
              "character": "Iago",
              "message": "[Having ensnared him, now to the plan.] Thou art sure of me ... go, make money..."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 1
    },
    {
      "text": "(Enter Othello and Attendants.)\n\nCASSIO. Lo , where he comes! [180]\n\nOTHELLO. O my fair warrior!\n\nDESDEMONA.    My dear Othello!\n\nOTHELLO. It gives me wonder great as my content\n\nTo see you here before me: O my soul’s joy,\n\nIf after every tempest come such calmness,\n\nMay the winds blow, till they have waken’d death, [185]\n\nAnd let the labouring bark climb hills of seas,\n\n Olympus-high , and duck again as low\n\nAs hell’s from heaven. If it were now to die,\n\n’Twere now to be most happy, for I fear\n\nMy soul hath her content so absolute, [190]\n\nThat not another comfort, like to this\n\nSucceeds in unknown fate.\n\nDESDEMONA.    The heavens forbid\n\nBut that our loves and comforts should increase,\n\nEven as our days do grow.\n\nOTHELLO.    Amen to that, sweet powers!\n\nI cannot speak enough of this content, [195]\n\nIt stops me here, it is too much of joy:\n\nAnd this, and this, the greatest discord be\n\n(They kiss.)\n\nThat e’er our hearts shall make!\n\nIAGO (aside). O, you are well tun’d now,\n\nBut I’ll set down the peg s that make this music,\n\nAs honest as I am.\n\nOTHELLO.    Come, let us to the castle. [200]\n\nNews, friends, our wars are done, the Turks are drown’d\n\nHow do our old acquaintance of the isle?\n\n Honey , you shall be well desir’d in Cyprus;\n\nI have found great love amongst them: O my sweet,\n\nI prattle out of fashion, and I dote [205]\n\nIn mine own comforts: I prithee, good Iago,\n\nGo to the bay, and disembark my coffer s ;\n\nBring thou the master to the citadel;\n\nHe is a good one, and his worthiness\n\nDoes challenge much respect: come, Desdemona, [210]\n\nOnce more well met at Cyprus.\n\n(Exeunt all but Iago and Roderigo.)\n\nIAGO. Do thou meet me presently at the harbour: come hither. If thou be’st valiant – as, they say, base men being in love have then a nobility in their natures more than is native to them – list me; the [215] lieutenant to-night watches on the court of guard: first, I will tell thee this, Desdemona is directly in love with him.\n\nRODERIGO. With him? why, ’tis not possible.\n\nIAGO. Lay thy finger thus , and let thy soul be [220] instructed: mark me, with what violence she first lov’d the Moor, but for bragging , and telling her fantastical lies; and will she love him still for prating? let not the discreet heart think so. Her eye must be fed, and what delight shall she have to look on the devil? [225] When the blood is made dull with the act of sport , there should be again to inflame it, and give satiety a fresh appetite, loveliness in favour, sympathy in years, manners and beauties; all which the Moor is defective in : now, for want of these requir’d [230]  convenience s , her delicate tenderness will find itself abus’d, begin to heave the gorge , disrelish and abhor the Moor, very nature will instruct her to it, and compel her to some second choice. Now, sir, this granted (as it is a most pregnant and unforc’d position) who [235] stands so eminently in the degree of this fortune as Cassio does? a knave very voluble , no farther conscionable than in putting on the mere form of civil and humane seeming, for the better compassing of his salt and hidden affection s : a subtle  slippery  [240] knave, a finder out of occasions; that has an eye can stamp and counterfeit the true advantages never present themselves. Besides, the knave is handsome, young, and hath all those requisites in him that folly and green minds look after; a pestilent  complete [245] knave, and the woman has found him already.\n\nRODERIGO. I cannot believe that in her, she’s full of most blest condition.\n\nIAGO. Blest fig’s-end ! the wine she drinks is made of grapes: if she had been blest, she would never have [250] lov’d the Moor. Didst thou not see her paddle with the palm of his hand?\n\nRODERIGO. Yes, but that was but courtesy.\n\nIAGO. Lechery , by this hand : an index and prologue to the history of lust and foul thoughts: they met so [255] near with their lips, that their breaths embrac’d together. When these mutualities so marshal the way, hard at hand comes the main exercise, the incorporate conclusion. But, sir, be you rul’d by me, I have brought you from Venice: watch you to-night, for [260] your command, I’ll lay ’t upon you, Cassio knows you not, I’ll not be far from you, do you find some occasion to anger Cassio, either by speaking too loud, or tainting his discipline, or from what other cause you please; which the time shall more [265] favourably minister .\n\nRODERIGO. Well.\n\nIAGO. Sir, he is rash , and very sudden in choler , and haply with his truncheon may strike at you: provoke him that he may, for even out of that will I cause [270] these of Cyprus to mutiny , whose qualification shall come into no true trust again, but by the displanting of Cassio. So shall you have a shorter journey to your desires by the means I shall then have to prefer them, and the impediment most profitably [275] remov’d, without which there were no expectation of our prosperity .\n\nRODERIGO. I will do this, if I can bring it to any opportunity.\n\nIAGO. I warrant thee, meet me by and by at the citadel: [280] I must fetch his necessaries ashore ... Farewell.\n\nRODERIGO. Adieu.\n\n(Exit.",
      "summary": "Desdemona reunites with Othello upon his arrival in Cyprus, and they express their deep love for each other. Their happiness is interrupted by Iago's manipulations. Iago then persuades Roderigo to provoke Cassio into a fight, ensuring Othello dismisses Cassio from his position. Iago further plans to deceive Othello about Desdemona's fidelity.",
      "prominence": 70,
      "key_characters": [
        {
          "name": "Desdemona",
          "description": "Desdemona is Othello's devoted wife, deeply in love with him.",
          "experience": "Desdemona expresses her sincere love for Othello, oblivious to Iago's machinations. Her loyalty is unwavering, but she becomes an unwitting pawn in Iago's plot."
        },
        {
          "name": "Othello",
          "description": "Othello is a Moorish general in the Venetian army, respected and valiant.",
          "experience": "Othello is overjoyed upon reuniting with Desdemona, showing trust in her. However, he becomes a target of Iago's manipulation, leading to doubts about Desdemona."
        },
        {
          "name": "Iago",
          "description": "Othello's ensign, cunning and filled with malice.",
          "experience": "Iago executes his ploy to disrupt Othello's life by sowing seeds of distrust. His deceit turns Othello against Cassio and eventually, against Desdemona herself."
        },
        {
          "name": "Cassio",
          "description": "A young and handsome lieutenant under Othello.",
          "experience": "Cassio becomes a victim of Iago's scheme due to his trust and naivety, losing his rank after an orchestrated brawl."
        },
        {
          "name": "Roderigo",
          "description": "A Venetian gentleman, hopelessly in love with Desdemona.",
          "experience": "Roderigo succumbs to Iago's manipulations, acting on Iago's deceitful advice to further his misguided pursuit of Desdemona."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Desdemona and Othello meet in Cyprus, celebrating their love, unaware of the looming threats.",
          "topic": "Reunion of Desdemona and Othello, love and contentment.",
          "key_characters": [
            {
              "name": "Desdemona",
              "motivation": "Desdemona is joyous at reuniting with Othello, sharing her love and happiness with him."
            },
            {
              "name": "Othello",
              "motivation": "Othello feels overwhelmed with love and devotion to Desdemona, eager to express his emotions."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "(The scene is set in Cyprus, with Othello's arrival marking a joyous reunion with Desdemona.)"
            },
            {
              "character": "Othello",
              "message": "[I feel an overwhelming joy seeing Desdemona again.] O my fair warrior!"
            },
            {
              "character": "Desdemona",
              "message": "[My heart feels full as I see him.] My dear Othello!"
            },
            {
              "character": "Othello",
              "message": "[This moment completes my happiness.] To see you here before me is great wonder and joy."
            },
            {
              "character": "Desdemona",
              "message": "[No other moment feels as joyous.] The heavens forbid that our love should decrease."
            },
            {
              "character": "Othello",
              "message": "[This moment feels surreal.] I cannot speak enough of this content, it is too much joy."
            },
            {
              "character": "Environment",
              "message": "(Their exchange is filled with affection, reflecting their deep bond and commitment.)"
            },
            {
              "character": "Desdemona",
              "message": "[Every word speaks volumes of our commitment.] Amen to that, sweet powers!"
            },
            {
              "character": "Othello",
              "message": "[Kissing her.] This, and this, the greatest discord e'er our hearts shall make."
            },
            {
              "character": "Desdemona",
              "message": "[Feeling assured of our love.] We shall meet the future with courage and affection."
            }
          ]
        },
        {
          "scenario": "Iago manipulates Roderigo to assist in his plan to ruin Othello by targeting Cassio.",
          "topic": "Iago's encouragement of Roderigo to provoke Cassio, intensifying the plot.",
          "key_characters": [
            {
              "name": "Iago",
              "motivation": "Iago seeks to instigate chaos by exploiting Roderigo's emotions, using him as a pawn in his scheme."
            },
            {
              "name": "Roderigo",
              "motivation": "Roderigo is blinded by his longing for Desdemona, willing to follow Iago's deceitful guidance."
            }
          ],
          "dialogues": [
            {
              "character": "Iago",
              "message": "[I need to keep him focused on our plan.] Meet me by and by at the citadel."
            },
            {
              "character": "Roderigo",
              "message": "[I must not let my hopes waver.] I will do this, if I can bring it to opportunity."
            },
            {
              "character": "Iago",
              "message": "[Confident in my mastery over him.] Sir, he is rash, and very sudden in choler."
            },
            {
              "character": "Roderigo",
              "message": "[Relying on Iago's words for guidance.] You think it will come about?"
            },
            {
              "character": "Iago",
              "message": "[Reassuring his trust in the plan.] I warrant thee, all things are well planned."
            },
            {
              "character": "Roderigo",
              "message": "[Steeled by his desperation.] Adieu."
            },
            {
              "character": "Iago",
              "message": "[Muttering to himself.] I shall move pieces wisely to bring it all to ruin."
            },
            {
              "character": "Environment",
              "message": "(The sinister ambience foreshadows the tension and treachery of Iago's deceitful plot.)"
            },
            {
              "character": "Iago",
              "message": "[Envisioning the success of his plan.] I'll have Cassio on the hip, the Moor's gratitude misled."
            },
            {
              "character": "Roderigo",
              "message": "[Motivated by desperation and misguided trust.] Until later then, I shall follow your lead."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 1
    },
    {
      "text": "Zounds, I bleed still,\n\nI am hurt, to the death.\n\nOTHELLO.    Hold, for your lives!\n\nIAGO.        Hold, hold,\n\nLieutenant, – sir, – Montano, – gentlemen, –\n\nHave you forgot all place of sense, and duty?\n\nHold, the general speaks to you; hold, hold, for shame! [160]\n\nOTHELLO. Why, how now, ho! from whence arises this?\n\nAre we turn’d Turks , and to ourselves do that\n\nWhich heaven has forbid the Ottomites?\n\nFor Christian shame, put by this barbarous brawl ;\n\nHe that stirs next, to carve for his own rage, [165]\n\nHolds his soul light, he dies upon his motion;\n\nSilence that dreadful bell, it fright s the isle\n\nFrom her propriety : what’s the matter, masters?\n\nHonest Iago, that looks dead with grieving ,\n\nSpeak, who began this? on thy love I charge thee. [170]\n\nIAGO. I do not know, friends all but now, even now,\n\nIn quarter , and in terms , like bride and groom,\n\n Devest ing them to bed, and then but now,\n\nAs if some planet had unwit ted men,\n\nSwords out, and tilt ing one at other’s breast, [175]\n\nIn opposition bloody. I cannot speak\n\nAny beginning to this peevish odds;\n\nAnd would in action glorious I had lost\n\nThese legs, that brought me to a part of it!\n\nOTHELLO. How came it, Michael, you were thus forgot? [180]\n\nCASSIO. I pray you pardon me, I cannot speak.\n\nOTHELLO. Worthy Montano, you were wont be civil,\n\nThe gravity and stillness of your youth\n\nThe world hath noted, and your name is great\n\nIn mouths of wisest censure : what’s the matter, [185]\n\nThat you unlace your reputation thus,\n\nAnd spend your rich opinion, for the name\n\nOf a night-brawler ? Give me answer to ’t.\n\nMONTANO. Worthy Othello, I am hurt to danger,\n\nYour officer Iago can inform you – [190]\n\nWhile I spare speech, which something now offends me –\n\nOf all that I do know; nor know I aught\n\nBy me that’s said or done amiss this night,\n\nUnless self-charity be sometime a vice,\n\nAnd to defend ourselves it be a sin [195]\n\nWhen violence assails us.\n\nOTHELLO.    Now by heaven\n\nMy blood begins my safer guides to rule,\n\nAnd passion having my best judgement collied\n\nAssays to lead the way. Zounds, if I stir,\n\nOr do but lift this arm, the best of you [200]\n\nShall sink in my rebuke : give me to know\n\nHow this foul rout began, who set it on,\n\nAnd he that is approv’d in this offence,\n\nThough he had twinn’d with me, both at a birth,\n\nShall lose me: what, in a town of war, [205]\n\nYet wild, the people’s hearts brim full of fear,\n\nTo manage private and domestic quarrels,\n\nIn night, and on the court and guard of safety?\n\n’Tis monstrous. Iago, who began?\n\nMONTANO. If partially affin’d , or leagu’d in office, [210]\n\nThou dost deliver more or less than truth,\n\nThou art no soldier.\n\nIAGO.    Touch me not so near,\n\nI had rather ha’ this tongue cut from my mouth,\n\nThan it should do offence to Michael Cassio:\n\nYet I persuade myself, to speak the truth [215]\n\nShall nothing wrong him. Thus it is, general:\n\nMontano and myself being in speech,\n\nThere comes a fellow, crying out for help,\n\nAnd Cassio following him with determin’d sword,\n\nTo execute upon him: sir, this gentleman [220]\n\nSteps in to Cassio, and entreats his pause;\n\nMyself the crying fellow did pursue ,\n\n Lest by his clamour (as it so fell out)\n\nThe town might fall in fright : he, swift of foot,\n\nOutran my purpose: and I return’d the rather, [225]\n\nFor that I heard the clink and fall of swords;\n\nAnd Cassio high in oaths , which till to-night\n\nI ne’er might see before: when I came back\n\n(For this was brief ) I found them close together,\n\nAt blow and thrust , even as again they were, [230]\n\nWhen you yourself did part them.\n\nMore of this matter can I not report,\n\nBut men are men, the best sometimes forget;\n\nThough Cassio did some little wrong to him,\n\nAs men in rage strike those that wish them best, [235]\n\nYet surely Cassio, I believe, receiv’d,\n\nFrom him that fled, some strange indignity ,\n\nWhich patience could not pass.\n\nOTHELLO.    I know, Iago,\n\nThy honesty and love doth mince this matter,\n\nMaking it light to Cassio: Cassio, I love thee, [240]\n\nBut never more be officer of mine.\n\n(Enter Desdemona, with others.)\n\nLook if my gentle love be not rais’d up!\n\nI’ll make thee an example.\n\nDESDEMONA. What is the matter?\n\nOTHELLO. All’s well now, sweeting ; come away to bed: [245]\n\nSir, for your hurts, myself will be your surgeon ;\n\nLead him off.\n\n(Montano is led off.)\n\nIago, look with care about the town,\n\nAnd silence those whom this vile brawl distract ed .\n\nCome, Desdemona: ’tis the soldier’s life, [250]\n\nTo have their balmy  slumber s wak’d with strife .\n\n(Exeunt all but Iago and Cassio.)\n\nIAGO. What, are you hurt, lieutenant?\n\nCASSIO. Ay, past all surgery .\n\nIAGO. Marry, God forbid!\n\nCASSIO. Reputation, reputation, I ha’ lost my [255] reputation! I ha’ lost the immortal part, sir, of myself, and what remains is bestial; my reputation, Iago, my reputation!\n\nIAGO. As I am an honest man, I thought you had receiv’d some bodily wound, there is more offence [260] in that than in reputation: reputation is an idle and most false imposition , oft got without merit, and lost without deserving. You have lost no reputation at all, unless you repute yourself such a loser; what man, there are ways to recover the general again: [265] you are but now cast in his mood, a punishment more in policy than in malice, even so, as one would beat his offenceless dog, to affright an imperious lion: sue to him again, and he’s yours.\n\nCASSIO. I will rather sue to be despis’d, than to deceive [270] so good a commander, with so light , so drunken, and indiscreet an officer. Drunk? and speak parrot ? and squabble ? swagger ? swear? and discourse  fustian with one’s own shadow? O thou invisible spirit of wine, if thou hast no name to be known by, let us [275] call thee devil!\n\nIAGO. What was he, that you followed with your sword? What had he done to you?\n\nCASSIO. I know not.\n\nIAGO. Is ’t possible? [280]\n\nCASSIO. I remember a mass of things, but nothing distinctly; a quarrel, but nothing wherefore. O God, that men should put an enemy in their mouths, to steal away their brains; that we should with joy, revel, pleasure, and applause, transform ourselves into [285] beasts!\n\nIAGO. Why, but you are now well enough: how came you thus recover ed ?\n\nCASSIO. It hath pleas’d the devil drunkenness to give place to the devil wrath ; one unperfectness shows [290] me another, to make me frankly despise myself.\n\nIAGO. Come, you are too severe a moraler ; as the time, the place, the condition of this country stands, I could heartily wish this had not so befall en ; but since it is as it is, mend it, for your own good. [295]\n\nCASSIO.  I will ask him for my place again, he shall tell me I am a drunkard: had I as many mouths as Hydra , such an answer would stop ’em all: to be now a sensible man, by and by a fool, and presently a beast! Every unordinate cup is unbless’d, and the [300]  ingredience is a devil.\n\nIAGO. Come, come, good wine is a good familiar creature, if it be well us’d; exclaim no more against it; and, good lieutenant, I think you think I love you.\n\nCASSIO. I have well approv’d it, sir, ... I drunk! [305]\n\nIAGO. You, or any man living, may be drunk at some time: I’ll tell you what you shall do ... Our general’s wife is now the general; I may say so in this respect, for that he has devoted and given up himself to the contemplation , mark and denotement of her parts [310] and grace s . Confess yourself freely to her, importune her she’ll help to put you in your place again: she is so free, so kind, so apt, so blessed a disposition , that she holds it a vice in her goodness not to do more than she is requested. This brawl between [315] you and her husband, entreat her to splinter , and my fortunes against any lay worth naming, this crack of your love shall grow stronger than ’twas before.\n\nCASSIO. You advise me well. [320]\n\nIAGO. I protest, in the sincerity of love and honest kindness.\n\nCASSIO. I think it freely, and betimes in the morning will I beseech the virtuous Desdemona, to undertake for me; I am desperate of my fortunes, if they [325] check me here.\n\nIAGO. You are in the right. Good night, lieutenant, I must to the watch.\n\nCASSIO. Good night, honest Iago.\n\n(Exit.)\n\nIAGO. And what’s he then, that says I play the villain,\n\nWhen this advice is free I give, and honest, [330]\n\n Probal to thinking , and indeed the course\n\nTo win the Moor again? For ’tis most easy\n\nThe inclining Desdemona to subdue,\n\nIn any honest suit; she’s fram’d as fruitful\n\nAs the free elements: and then for her [335]\n\n To win the Moor, were ’t to renounce his baptism ,\n\nAll seal s and symbols of redeemed sin,\n\nHis soul is so infetter’d to her love,\n\nThat she may make, unmake, do what she list,\n\nEven as her appetite shall play the god [340]\n\nWith his weak  function . How am I then a villain,\n\nTo counsel Cassio to this parallel course,\n\nDirectly to his good? Divinity of hell!\n\nWhen devils will their blackest sins put on,\n\nThey do suggest at first with heavenly shows, [345]\n\nAs I do now: for while this honest fool\n\n Plies Desdemona to repair his fortunes,\n\nAnd she for him pleads strongly to the Moor,\n\nI’ll pour this pestilence into his ear,\n\nThat she repeals him for her body’s lust; [350]\n\nAnd by how much she strives to do him good,\n\nShe shall undo her credit with the Moor;\n\nSo will I turn her virtue into pitch ,\n\nAnd out of her own goodness make the net\n\nThat shall enmesh ’em all.\n\n(Enter Roderigo.)\n\nHow now, Roderigo? [355]\n\nRODERIGO. I do follow here in the chase , not like a hound that hunts, but one that fills up the cry: my money is almost spent, I ha’ been to-night exceedingly well cudgel’d : I think the issue will be, I shall have so much experience for my pain s , as that comes [360] to, and no money at all, and wit h that wit return to Venice.\n\nIAGO. How poor are they that ha’ not patience!\n\nWhat wound did ever heal, but by degrees?\n\nThou knowest we work by wit, and not by witchcraft, [365]\n\nAnd wit depends on dilatory time.\n\nDoes’t not go well? Cassio has beaten thee,\n\nAnd thou, by that small hurt, hast cashier ’d Cassio;\n\nThough other things grow fair against the sun,\n\nBut fruits that blossom first, will first be ripe; [370]\n\nContent thyself awhile; by the mass ’tis morning;\n\nPleasure, and action, make the hours seem short:\n\nRetire thee, go where thou art billeted ,\n\nAway I say, thou shalt know more hereafter:\n\nNay, get thee gone. (Exit Roderigo .) Some things are to be done, [375]\n\nMy wife must move for Cassio to her mistress,\n\nI’ll set her on.\n\nMyself awhile to draw the Moor apart,\n\nAnd bring him jump when he may Cassio find,\n\n Solicit ing his wife: ay, that’s the way, [380]\n\n Dull not device by coldness and delay.\n\n(Exit.)\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \nAct III\n\nScene 1\n\nBefore the Castle.\n\nEnter Cassio, with Musicians and the Clown.\n\nCASSIO. Masters, play here, I will content your pains,\n\nSomething that’s brief, and bid “Good morrow, general.”\n\n(They play.)\n\nCLOWN. Why, masters, ha’ your instruments been at Naples , that they speak i’ the nose thus?\n\nFIRST MUSICIAN. How, sir, how? [5]\n\nCLOWN. Are these, I pray, call’d wind-instrument s ?\n\nFIRST MUSICIAN. Ay marry are they, sir.\n\nCLOWN. O, thereby hangs a tail.\n\nFIRST MUSICIAN. Whereby hangs a tale, sir?\n\nCLOWN. Marry, sir, by many a wind-instrument that I [10] know. But, masters, here’s money for you, and the general so likes your music, that he desires you, of all loves, to make no more noise with it.\n\nFIRST MUSICIAN. Well sir, we will not.\n\nCLOWN. If you have any music that may not be heard, [15] to ’t again, but, as they say, to hear music, the general does not greatly care.\n\nFIRST MUSICIAN. We ha’ none such, sir.\n\nCLOWN. Then put your pipes in your bag, for I’ll away; go, vanish away! [20]\n\n(Exeunt Musicians.)\n\nCASSIO. Dost thou hear my honest friend?\n\nCLOWN. No, I hear not your honest friend, I hear you.\n\nCASSIO. Prithee keep up thy quillets , there’s a poor piece of gold for thee: if the gentlewoman that attends the general’s wife be stir ring , tell her there’s [25] one Cassio entreats her a little favour of speech ... wilt thou do this?\n\nCLOWN. She is stirring, sir, if she will stir hither, I shall seem to notify unto her.\n\n(Enter Iago.)\n\nCASSIO. Do, good my friend.\n\n(Exit Clown.)\n\nIn happy time, Iago. [30]\n\nIAGO. You ha’ not been a-bed, then?\n\nCASSIO. Why no, the day had broke before we parted:\n\nI ha’ made bold , Iago,\n\nTo send in to your wife, ... my suit to her\n\nIs, that she will to virtuous Desdemona [35]\n\n Procure me some access .\n\nIAGO.    I’ll send her to you presently,\n\nAnd I’ll devise a mean to draw the Moor\n\nOut of the way, that your converse and business\n\nMay be more free.\n\nCASSIO. I humbly thank you for it. (Exit Iago.) I never knew [40]\n\nA Florentine more kind and honest.\n\n(Enter Emilia.)\n\nEMILIA. Good morrow, good lieutenant; I am sorry\n\nFor your displeasure, but all will soon be well,\n\nThe general and his wife are talking of it,\n\nAnd she speaks for you stoutly : the Moor replies, [45]\n\nThat he you hurt is of great fame in Cyprus,\n\nAnd great affinity , and that in wholesome wisdom\n\nHe might not but refuse you; but he protests he loves you,\n\nAnd needs no other suitor but his likings\n\nTo take the safest occasion by the front, [50]\n\nTo bring you in again.\n\nCASSIO.    Yet I beseech you,\n\nIf you think fit , or that it may be done,\n\nGive me advantage of some brief discourse\n\nWith Desdemona alone.\n\nEMILIA.    Pray you, come in,\n\nI will bestow you where you shall have time [55]\n\nTo speak your bosom freely.\n\nCASSIO.    I am much bound to you.\n\n(Exeunt.)\n\nScene 2\n\nThe same.\n\nEnter Othello, Iago, and other Gentlemen.\n\nOTHELLO. These letters give, Iago, to the pilot,\n\nAnd by him do my duties to the State:\n\nThat done, I will be walking on the works ,\n\n Repair there to me.\n\nIAGO.    Well, my good lord, I’ll do ’t.\n\nOTHELLO. This fortification , gentlemen, shall we see ’t? [5]\n\nGENTLEMEN . We wait upon your lordship.\n\n(Exeunt.)\n\nScene 3\n\nThe same.\n\nEnter Desdemona, Cassio, and Emilia.\n\nDESDEMONA. Be thou assur’d , good Cassio, I will do\n\nAll my abilities in thy behalf .\n\nEMILIA. Good madam, do, I know it grieves my husband,\n\nAs if the case were his.\n\nDESDEMONA. O, that’s an honest fellow: ... do not doubt, Cassio, [5]\n\nBut I will have my lord and you again\n\nAs friendly as you were.\n\nCASSIO.    Bounteous madame,\n\nWhatever shall become of Michael Cassio,\n\nHe’s never anything but your true servant.\n\nDESDEMONA. O sir, I thank you; you do love my lord, [10]\n\nYou have known him long, and be you well assur’d,\n\nHe shall in strangest stand no farther off\n\nThan in a politic distance.\n\nCASSIO.    Ay, but, lady,\n\nThe policy may either last so long,\n\nOr feed upon such nice and wat’rish diet, [15]\n\nOr breed itself so out of circumstance,\n\nThat I being absent, and my place supplied,\n\nMy general will forget my love and service.\n\nDESDEMONA. Do not doubt that: before Emilia here\n\nI give thee warrant  of thy place; assure thee [20]\n\nIf I do vow a friendship, I’ll perform it\n\nTo the last article; my lord shall never rest,\n\nI’ll watch him tame , and talk him out of patience;\n\nHis bed shall seem a school, his board a shrift ,\n\nI’ll intermingle every thing he does [25]\n\nWith Cassio’s suit; therefore be merry, Cassio,\n\nFor thy solicitor shall rather die\n\nThan give thy cause away.\n\n(Enter Othello and Iago.)\n\nEMILIA. Madam, here comes my lord.\n\nCASSIO. Madam, I’ll take my leave. [30]\n\nDESDEMONA. Why, stay and hear me speak.\n\nCASSIO. Madam, not now, I am very ill at ease ,\n\nUnfit for mine own purpose.\n\nDESDEMONA. Well, do your discretion .\n\n(Exit Cassio.)\n\nIAGO. Ha, I like not that. [35]\n\nOTHELLO. What dost thou say?\n\nIAGO. Nothing, my lord, or if – I know not what.\n\nOTHELLO. Was not that Cassio parted from my wife?\n\nIAGO. Cassio, my lord? ... no, sure, I cannot think it,\n\nThat he would sneak away so guilty-like, [40]\n\nSeeing you coming.\n\nOTHELLO.    I do believe ’twas he.\n\nDESDEMONA. How now, my lord?\n\nI have been talking with a suitor here,\n\nA man that languish es in your displeasure.\n\nOTHELLO. Who is’t you mean? [45]\n\nDESDEMONA. Why, your lieutenant, Cassio, good my lord,\n\nIf I have any grace or power to move you,\n\nHis present reconciliation take:\n\nFor if he be not one that truly loves you,\n\nThat errs in ignorance, and not in cunning , [50]\n\nI have no judgement in an honest face,\n\nI prithee call him back.\n\nOTHELLO.    Went he hence now?\n\nDESDEMONA. Yes, faith, so humbled,\n\nThat he has left part of his griefs with me,\n\nI suffer with him; good love, call him back. [55]\n\nOTHELLO. Not now, sweet Desdemona, some other time.\n\nDESDEMONA. But shall ’t be shortly?\n\nOTHELLO.    The sooner, sweet, for you.\n\nDESDEMONA. Shall ’t be to-night at supper?\n\nOTHELLO.    No, not to-night.\n\nDESDEMONA. To-morrow dinner then?\n\nOTHELLO.    I shall not dine at home,\n\nI meet the captains, at the citadel. [60]\n\nDESDEMONA. Why then to-morrow night, or Tuesday morn,\n\nOn Tuesday noon, or night, or Wednesday morn:\n\nI prithee name the time, but let it not\n\nExceed three days: i’ faith, he’s penitent ,\n\nAnd yet his trespass , in our common reason, [65]\n\n(Save that, they say, the wars must make examples\n\nOut of their best) is not almost a fault\n\nTo incur a private check: when shall he come?\n\nTell me, Othello: I wonder in my soul,\n\nWhat you could ask me, that I should deny ? [70]\n\nOr stand so mammer ing on? What? Michael Cassio,\n\nThat came a-wooing with you, and so many a time\n\nWhen I have spoke of you dispraisingly ,\n\nHath ta’en your part, to have so much to do\n\nTo bring him in? Byrlady , I could do much – [75]\n\nOTHELLO. Prithee no more, let him come when he will,\n\nI will deny thee nothing.\n\nDESDEMONA.    Why, this is not a boon ,\n\n’Tis as I should entreat you wear your gloves;\n\nOr feed on nourishing dishes, or keep you warm,\n\nOr sue to you, to do a peculiar profit [80]\n\nTo your own person: nay, when I have a suit\n\nWherein I mean to touch your love indeed,\n\nIt shall be full of poise and difficulty,\n\nAnd fearful to be granted.\n\nOTHELLO.    I will deny thee nothing,\n\nWhereon I do beseech thee grant me this, [85]\n\nTo leave me but a little to myself.\n\nDESDEMONA. Shall I deny you? no, farewell, my lord.\n\nOTHELLO. Farewell, my Desdemona, I’ll come to thee straight.\n\nDESDEMONA. Emilia, come; be it as your fancies teach you,\n\nWhate’er you be, I am obedient . [90]\n\n(Exeunt Desdemona and Emilia.)\n\nOTHELLO. Excellent wretch , perdition catch my soul,\n\nBut I do love thee, and when I love thee not,\n\nChaos is come again.\n\nIAGO. My noble lord, –\n\nOTHELLO.    What dost thou say, Iago?\n\nIAGO. Did Michael Cassio, when you woo’d my lady, [95]\n\nKnow of your love?\n\nOTHELLO. He did, from first to last: ... why dost thou ask?\n\nIAGO. But for a satisfaction of my thought.\n\nNo further harm.\n\nOTHELLO.    Why of thy thought, Iago?\n\nIAGO. I did not think he had been acquainted with her. [100]\n\nOTHELLO. O yes, and went between us very often.\n\nIAGO. Indeed?\n\nOTHELLO. Indeed? Indeed: discern’st thou aught in that?\n\nIs he not honest?\n\nIAGO. Honest, my lord? [105]\n\nOTHELLO. Honest? ay, honest.\n\nIAGO. My lord, for aught I know.\n\nOTHELLO. What dost thou think?\n\nIAGO. Think, my lord?\n\nOTHELLO. Think, my lord? By heaven, he echoes me, [110]\n\nAs if there were some monster in his thought,\n\nToo hideous to be shown: thou didst mean something;\n\nI heard thee say but now, thou lik’st not that,\n\nWhen Cassio left my wife: what didst not like?\n\nAnd when I told thee he was of my counsel, [115]\n\nIn my whole course of wooing, thou criedst “Indeed?”\n\nAnd didst contract and purse thy brow together,\n\nAs if thou then hadst shut up in thy brain\n\nSome horrible conceit : if thou dost love me,\n\nShow me thy thought. [120]\n\nIAGO. My lord, you know I love you.\n\nOTHELLO.    I think thou dost,\n\nAnd for I know thou art full of love and honesty\n\nAnd weighest thy words, before thou give ’em breath,\n\nTherefore these stop s of thine fright me the more:\n\nFor such things in a false disloyal knave [125]\n\nAre tricks of custom; but in a man that’s just,\n\nThey are close denotement s , working from the heart,\n\nThat passion cannot rule.\n\nIAGO.    For Michael Cassio,\n\nI dare presume , I think that he is honest.\n\nOTHELLO. I think so too.\n\nIAGO.    Men should be that they seem, [130]\n\nOr those that be not, would they might seem none!\n\nOTHELLO. Certain, men should be what they seem.\n\nIAGO. Why then I think Cassio’s an honest man.\n\nOTHELLO. Nay, yet there’s more in this:\n\nI prithee, speak to me as to thy thinkings, [135]\n\nAs thou dost ruminate , and give the worst of thought\n\nThe worst of word.\n\nIAGO.    Good my lord, pardon me;\n\nThough I am bound to every act of duty,\n\nI am not bound to that all slaves are free to;\n\n Utter my thoughts? Why, say they are vile and false: [140]\n\nAs where’s that palace, whereinto foul things\n\nSometimes intrude not? who has a breast so pure,\n\nBut some uncleanly apprehension s\n\nKeep leets and law-days , and in session sit\n\nWith meditation s lawful? [145]\n\nOTHELLO. Thou dost conspire against thy friend, Iago,\n\nIf thou but thinkest him wrong’d, and makest his ear\n\nA stranger to thy thoughts.\n\nIAGO.    I do beseech you,\n\nThough I perchance am vicious in my guess,\n\n(As I confess it is my nature’s plague [150]\n\nTo spy into abuse s , and oft my jealousy\n\nShapes faults that are not) I entreat you then,\n\nFrom one that so imperfectly conject s ,\n\nYou’ld take no notice, nor build yourself a trouble\n\nOut of my scattering and unsure observance ; [155]\n\nIt were not for your quiet, nor your good,\n\nNor for my manhood, honesty, or wisdom,\n\nTo let you know my thoughts.\n\nOTHELLO.    Zounds!\n\nIAGO. Good name in man and woman ’s dear, my lord;\n\nIs the immediate jewel of our souls: [160]\n\nWho steals my purse, steals trash, ’tis something, nothing,\n\n’Twas mine, ’tis his, and has been slave to thousands:\n\nBut he that filch es from me my good name\n\nRobs me of that which not enrich es him,\n\nAnd makes me poor indeed. [165]\n\nOTHELLO. By heaven I’ll know thy thought.\n\nIAGO. You cannot, if my heart were in your hand,\n\nNor shall not, whilst ’tis in my custody :\n\nO, beware jealousy;\n\nIt is the green-ey’d monster, which doth mock  [170]\n\nThat meat it feeds on. That cuckold lives in bliss ,\n\nWho, certain of his fate, loves not his wronger:\n\nBut O, what damned minutes tells he o’er\n\nWho dotes, yet doubts, suspects, yet strongly loves!\n\nOTHELLO. O misery! [175]\n\nIAGO. Poor and content is rich, and rich enough,\n\nBut riches, fineless , is as poor as winter\n\nTo him that ever fears he shall be poor:\n\nGood God, the souls of all my tribe defend\n\nFrom jealousy!\n\nOTHELLO.    Why, why is this? [180]\n\nThink’st thou l’ld make a life of jealousy?\n\nTo follow still the changes of the moon\n\nWith fresh suspicions? No, to be once in doubt,\n\nIs once to be resolv’d: exchange me for a goat ,\n\nWhen I shall turn the business of my soul [185]\n\nTo such exsufflicate and blown surmise s ,\n\nMatching thy inference : ’tis not to make me jealous,\n\nTo say my wife is fair, feeds well, loves company,\n\nIs free of speech, sings, plays, and dances well;\n\nWhere virtue is, these are more virtuous: [190]\n\nNor from mine own weak merits will I draw\n\nThe smallest fear, or doubt of her revolt,\n\nFor she had eyes, and chose me. No, Iago,\n\nI’ll see before I doubt, when I doubt, prove,\n\nAnd on the proof, there is no more but this: [195]\n\nAway at once with love or jealousy!\n\nIAGO. I am glad of it, for now I shall have reason\n\nTo show the love and duty that I bear you\n\nWith franker spirit: therefore as I am bound\n\nReceive it from me: I speak not yet of proof; [200]\n\nLook to your wife, observe her well with Cassio;\n\nWear your eye thus, not jealous, nor secure.\n\nI would not have your free and noble nature\n\nOut of self-bounty be abused, look to ’t:\n\nI know our country disposition well; [205]\n\nIn Venice they do let God see the pranks\n\nThey dare not show their husbands: their best conscience\n\nIs not to leave undone, but keep unknown.\n\nOTHELLO. Dost thou say so?\n\nIAGO. She did deceive her father, marrying you; [210]\n\nAnd when she seem’d to shake and fear your looks,\n\nShe lov’d them most.\n\nOTHELLO.    And so she did.\n\nIAGO.        Why, go to then,\n\nShe that so young could give out such a seeming,\n\nTo seal her father’s eyes up, close as oak,\n\nHe thought ’twas witchcraft: but I am much to blame, [215]\n\nI humbly do beseech you of your pardon,\n\nFor too much loving you.\n\nOTHELLO.    I am bound to thee for ever.\n\nIAGO. I see this hath a little dash ’d your spirits.\n\nOTHELLO. Not a jot, not a jot.\n\nIAGO.    I’ faith I fear it has.\n\nI hope you will consider what is spoke [220]\n\nComes from my love: but I do see you are mov’d,\n\nI am to pray you, not to strain my speech\n\nTo grosser issues, nor to larger reach,\n\nThan to suspicion.\n\nOTHELLO. I will not.\n\nIAGO.    Should you do so, my lord, [225]\n\nMy speech should fall into such vile success\n\nAs my thoughts aim not at: Cassio’s my trusty friend:\n\nMy lord, I see you are mov’d.\n\nOTHELLO.    No, not much mov’d,\n\nI do not think but Desdemona’s honest.\n\nIAGO. Long live she so, and long live you to think so! [230]\n\nOTHELLO. And yet how nature erring from itself –\n\nIAGO. Ay, there’s the point: as, to be bold with you,\n\nNot to affect many proposed match es ,\n\nOf her own clime , complexion , and degree,\n\nWhereto we see in all things nature tends; [235]\n\nFie, we may smell in such a will most rank ,\n\nFoul disproportion; thoughts unnatural.\n\nBut pardon me: I do not in position\n\nDistinctly speak of her, though I may fear\n\nHer will, recoil ing to her better judgement, [240]\n\nMay fall to match you with her country form s ,\n\nAnd happily  repent .\n\nOTHELLO.    Farewell, if more\n\nThou dost perceive, let me know more, set on\n\nThy wife to observe; leave me, Iago.\n\nIAGO (going). My lord, I take my leave. [245]\n\nOTHELLO. Why did I marry? This honest creature doubtless\n\nSees and knows more, much more, than he unfold s .\n\nIAGO (returning). My lord, I would I might entreat your honour\n\nTo scan this thing no further, leave it to time:\n\nThough it be fit that Cassio have his place, [250]\n\nFor sure he fills it up with great ability,\n\nYet if you please to hold him off awhile,\n\nYou shall by that perceive him and his means;\n\nNote if your lady strain her entertainment\n\nWith any strong or vehement importunity , [255]\n\nMuch will be seen in that; in the mean time,\n\nLet me be thought too busy in my fears\n\n(As worthy cause I have to fear I am);\n\nAnd hold her free, I do beseech your honour.\n\nOTHELLO. Fear not my government. [260]\n\nIAGO. I once more take my leave.\n\n(Exit.)\n\nOTHELLO. This fellow’s of exceeding honesty,\n\nAnd knows all qualities, with a learned spirit,\n\nOf human dealing: if I do prove her haggard ,\n\nThough that her jesses were my dear heart-strings , [265]\n\nI’ld whistle her off, and let her down the wind,\n\nTo prey at fortune. Haply, for I am black,\n\nAnd have not those soft parts of conversation\n\nThat chamberer s have, or for I am declin’d\n\nInto the vale of years, – yet that’s not much – [270]\n\nShe’s gone, I am abus’d, and my relief\n\nMust be to loathe her: O curse of marriage,\n\nThat we can call these delicate creatures ours,\n\nAnd not their appetites! I had rather be a toad ,\n\nAnd live upon the vapour in a dungeon , [275]\n\nThan keep a corner in a thing I love,\n\nFor others’ uses: yet ’tis the plague of great ones,\n\n Prerogativ’d are they less than the base,\n\n’Tis destiny, unshunnable , like death:\n\nEven then this forked plague is fated to us, [280]\n\nWhen we do quicken : Desdemona comes,\n\nIf she be false, O, then heaven mocks itself,\n\nI’ll not believe it.\n\n(Enter Desdemona and Emilia.)\n\nDESDEMONA.    How now, my dear Othello?\n\nYour dinner, and the generous islanders\n\nBy you invited, do attend your presence. [285]\n\nOTHELLO. I am to blame.\n\nDESDEMONA. Why is your speech so faint? are you not well?\n\nOTHELLO. I have a pain upon my forehead, here.\n\nDESDEMONA. Faith, that’s with watching, ’twill away again;\n\nLet me but bind your head, within this hour [290]\n\nIt will be well again.\n\nOTHELLO.    Your napkin is too little:\n\n(She drops her handkerchief.)\n\nLet it alone, come, I’ll go in with you.\n\nDESDEMONA.  I am very sorry that you are not well.\n\n(Exeunt Othello and Desdemona.)\n\nEMILIA. I am glad I have found this napkin;\n\nThis was her first remembrance from the Moor, [295]\n\nMy wayward husband hath a hundred times\n\nWoo’d me to steal it, but she so loves the token ,\n\nFor he conjur’d her she should ever keep it,\n\nThat she reserves it evermore about her,\n\nTo kiss, and talk to; I’ll ha’ the work ta’en out, [300]\n\nAnd give’t Iago: what he’ll do with it\n\nHeaven knows, not I,\n\nI nothing know, but for his fantasy.\n\n(Enter Iago . )\n\nIAGO. How now, what do you here alone?\n\nEMILIA. Do not you chide, I have a thing for you. [305]\n\nIAGO. A thing for me? it is a common thing –\n\nEMILIA. Ha?\n\nIAGO. To have a foolish wife.\n\nEMILIA. O, is that all? What will you give me now,\n\nFor that same handkerchief?\n\nIAGO.    What handkerchief? [310]\n\nEMILIA. What handkerchief?\n\nWhy, that the Moor first gave to Desdemona,\n\nThat which so often you did bid me steal.\n\nIAGO. Hast stole it from her?\n\nEMILIA. No, faith, she let it drop by negligence, [315]\n\nAnd, to the advantage, I being here took ’t up:\n\nLook, here it is.\n\nIAGO.    A good wench , give it me.\n\nEMILIA. What will you do with it, that you have been\n\nSo earnest to have me filch it?\n\nIAGO (snatching it). Why, what’s that to you? [320]\n\nEMILIA. If it be not for some purpose of import ,\n\nGive me ’t again, poor lady, she’ll run mad,\n\nWhen she shall lack it.\n\nIAGO. Be not you known on ’t, I have use for it: ...\n\nGo, leave me: [325]\n\n(Exit Emilia.)\n\nI will in Cassio’s lodging lose this napkin,\n\nAnd let him find it: trifle s light as air\n\nAre to the jealous, confirmation s strong\n\nAs proofs of holy writ ; this may do something.\n\nThe Moor already changes with my poison: [330]\n\nDangerous conceits are in their natures poisons,\n\nWhich at the first are scarce found to distaste ,\n\nBut with a little act upon the blood\n\nBurn like the mines of sulphur : I did say so:\n\n(Enter Othello.)\n\nLook where he comes, not poppy , nor mandragora , [335]\n\nNor all the drowsy syrups of the world,\n\nShall ever medicine thee to that sweet sleep\n\nWhich thou owedst yesterday.\n\nOTHELLO. Ha, ha, false to me, to me?\n\nIAGO. Why, how now, general? no more of that. [340]\n\nOTHELLO. Avaunt , be gone, thou hast set me on the rack ,\n\nI swear, ’tis better to be much abus’d\n\nThan but to know’t a little.\n\nIAGO.    How now, my lord?\n\nOTHELLO. What sense had I of her stol’n hours of lust?\n\nI saw’t not, thought it not, it harm’d not me, [345]\n\nI slept the next night well, was free and merry;\n\nI found not Cassio’s kisses on her lips;\n\nHe that is robb’d, not wanting what is stol’n,\n\nLet him not know’t, and he’s not robb’d at all.\n\nIAGO. I am sorry to hear this. [350]\n\nOTHELLO. I had been happy if the general camp,\n\n Pioner s , and all, had tasted her sweet body,\n\nSo I had nothing known: O now for ever\n\nFarewell the tranquil mind, farewell content:\n\nFarewell the plumed troop, and the big wars, [355]\n\nThat makes ambition virtue: O farewell,\n\nFarewell the neighing steed , and the shrill trump ,\n\nThe spirit-stirring drum, the ear-piercing fife ;\n\nThe royal banner, and all quality,\n\nPride, pomp, and circumstance of glorious war! [360]\n\nAnd, O ye mortal  engine s , whose wide throat s\n\nThe immortal Jove’s great clamour counterfeit ;\n\nFarewell, Othello’s occupation’s gone!\n\nIAGO. Is ’t possible, my lord?\n\nOTHELLO. Villain, be sure thou prove my love a whore , [365]\n\nBe sure of it, give me the ocular proof,\n\nOr by the worth of man’s eternal soul,\n\nThou hadst been better have been born a dog,\n\nThan answer my wak’d wrath.\n\nIAGO.    Is ’t come to this?\n\nOTHELLO. Make me to see ’t, or at the least so prove it, [370]\n\nThat the probation bear no hinge , nor loop ,\n\nTo hang a doubt on: or woe upon thy life!\n\nIAGO. My noble lord, –\n\nOTHELLO. If thou dost slander her, and torture me,\n\nNever pray more, abandon all remorse . [375]\n\nOn horror’s head horrors accumulate :\n\nDo deeds to make heaven weep, all earth amaz’d ,\n\nFor nothing canst thou to damnation add\n\nGreater than that.\n\nIAGO.    O grace, O heaven defend me!\n\nAre you a man, have you a soul or sense? [380]\n\nGod buy you, take mine office, – O wretched fool,\n\nThat livest to make thine honesty a vice!\n\nO monstrous world, take note, take note, O world,\n\nTo be direct and honest, is not safe,\n\nI thank you for this profit, and from hence [385]\n\nI’ll love no friend, since love breeds such offence.\n\nOTHELLO. Nay, stay, thou shouldst be honest.\n\nIAGO. I should be wise, for honesty’s a fool,\n\nAnd loses that it works for.\n\nOTHELLO.    By the world,\n\nI think my wife be honest, and think she is not, [390]\n\nI think that thou art just, and think thou art not;\n\nI’ll have some proof: my name, that was as fresh\n\nAs Dian ’s visage, is now begrim’d , and black\n\nAs mine own face: if there be cord s , or knives,\n\nPoison, or fire, or suffocating streams, [395]\n\nI’ll not endure it: would I were satisfied!\n\nIAGO. I see, sir, you are eaten up with passion,\n\nI do repent me that I put it to you;\n\nYou would be satisfied.\n\nOTHELLO.    Would, nay, I will.\n\nIAGO. And may, but, how, how satisfied, my lord? [400]\n\nWould you, the supervisor , grossly gape on,\n\nBehold her topp’d?\n\nOTHELLO.    Death and damnation ... O!\n\nIAGO. It were a tedious difficulty, I think,\n\nTo bring ’em to that prospect , damn ’em then,\n\nIf ever mortal eyes did see them bolster  [405]\n\nMore than their own; what then, how then?\n\nWhat shall I say? where’s satisfaction?\n\nIt is impossible you should see this,\n\nWere they as prime as goats, as hot as monkeys,\n\nAs salt as wolves, in pride; and fools as gross [410]\n\nAs ignorance made drunk: but yet I say,\n\nIf imputation and strong circumstances,\n\nWhich lead directly to the door of truth,\n\nWill give you satisfaction, you may ha’t.\n\nOTHELLO. Give me a living reason, that she’s disloyal. [415]\n\nIAGO. I do not like the office,\n\nBut sith I am enter’d into this cause so far,\n\nPrick’d to ’t by foolish honesty and love,\n\nI will go on: I lay with Cassio lately,\n\nAnd being troubled with a raging tooth , [420]\n\nI could not sleep.\n\nThere are a kind of men so loose of soul,\n\nThat in their sleeps will mutter their affairs,\n\nOne of this kind is Cassio:\n\nIn sleep I heard him say “Sweet Desdemona, [425]\n\nLet us be wary , let us hide our loves;”\n\nAnd then, sir, would he gripe and wring my hand ,\n\nCry out, “Sweet creature!” and then kiss me hard,\n\nAs if he pluck’d up kisses by the roots,\n\nThat grew upon my lips, then laid his leg [430]\n\nOver my thigh , and sigh’d, and kiss’d, and then\n\nCried “Cursed fate, that gave thee to the Moor!”\n\nOTHELLO. O monstrous, monstrous!\n\nIAGO.    Nay, this was but his dream.\n\nOTHELLO. But this denote d a foregone conclusion.\n\nIAGO. ’Tis a shrewd doubt, though it be but a dream, [435]\n\nAnd this may help to thicken other proofs,\n\nThat do demonstrate thinly.\n\nOTHELLO. I’ll tear her all to pieces.\n\nIAGO. Nay, but be wise, yet we see nothing done,\n\nShe may be honest yet; tell me but this, [440]\n\nHave you not sometimes seen a handkerchief,\n\nSpotted with strawberries , in your wife’s hand?\n\nOTHELLO. I gave her such a one, ’twas my first gift.\n\nIAGO. I know not that, but such a handkerchief –\n\nI am sure it was your wife’s – did I to-day [445]\n\nSee Cassio wipe his beard with.\n\nOTHELLO.    If’t be that, –\n\nIAGO. If it be that, or any that was hers,\n\nIt speaks against her, with the other proofs.\n\nOTHELLO. O that the slave had forty thousand lives!\n\nOne is too poor, too weak for my revenge: [450]\n\nNow do I see ’tis true; look here, Iago,\n\nAll my fond love thus do I blow to heaven, ...\n\n’Tis gone.\n\nArise, black vengeance , from thy hollow cell,\n\n Yield up , O love, thy crown, and hearted throne, [455]\n\nTo tyrannous hate, swell, bosom, with thy fraught ,\n\nFor ’tis of aspic s’ tongues!\n\n(He kneels.)\n\nIAGO. Pray be content.\n\nOTHELLO.    O, blood, Iago, blood!\n\nIAGO. Patience I say, your mind perhaps may change.\n\nOTHELLO. Never, Iago. Like to the Pontic sea , [460]\n\nWhose icy current, and compulsive course,\n\nNe’er feels retiring ebb, but keeps due on\n\nTo the Propontic , and the Hellespont :\n\nEven so my bloody thoughts, with violent pace\n\nShall ne’er look back, ne’er ebb to humble love, [465]\n\nTill that a capable and wide revenge\n\nSwallow them up. Now by yond  marble heaven,\n\nIn the due reverence of a sacred vow,\n\nI here engage my words.\n\nIAGO.    Do not rise yet.\n\n(Iago kneels.)\n\nWitness, you ever-burning lights above, [470]\n\nYou elements that clip us round about,\n\nWitness that here Iago doth give up\n\nThe excellency of his wit, hand, heart,\n\nTo wrong’d Othello’s service: let him command,\n\nAnd to obey shall be in me remorse, [475]\n\nWhat bloody work so ever.\n\n(They rise.)\n\nOTHELLO.    I greet thy love;\n\nNot with vain thanks, but with acceptance bounteous,\n\nAnd will upon the instant put thee to ’t,\n\nWithin these three days, let me hear thee say\n\nThat Cassio’s not alive.\n\nIAGO.    My friend is dead: [480]\n\n’Tis done as you request, but let her live.\n\nOTHELLO. Damn her, lewd  minx : O, damn her!\n\nCome, go with me apart, I will withdraw\n\nTo furnish me with some swift means of death,\n\nFor the fair devil: now art thou my lieutenant. [485]\n\nIAGO. I am your own for ever.\n\n(Exeunt.)\n\nScene 4\n\nThe same.\n\nEnter Desdemona, Emilia, and the Clown.\n\nDESDEMONA. Do you know, sirrah , where the Lieutenant Cassio lies?\n\nCLOWN. I dare not say he lies any where.\n\nDESDEMONA. Why, man?\n\nCLOWN. He is a soldier, and for one to say a soldier [5]  lies , is stab bing .\n\nDESDEMONA. Go to, where lodge s he?\n\nCLOWN. To tell you where he lodges, is to tell you where I lie.\n\nDESDEMONA. Can any thing be made of this? [10]\n\nCLOWN. I know not where he lodges, and for me to devise a lodging, and say he lies here, or he lies there, were to lie in mine own throat.\n\nDESDEMONA. Can you inquire him out, and be edified by report? [15]\n\nCLOWN. I will catechize the world for him, that is, make questions and by them answer.\n\nDESDEMONA. Seek him, bid him come hither, tell him I have moved my lord in his behalf, and hope all will be well. [20]\n\nCLOWN. To do this is within the compass of a man, and therefore I’ll attempt the doing of it.\n\n(Exit.)\n\nDESDEMONA. Where should I lose that handkerchief, Emilia?\n\nEMILIA. I know not, madam.\n\nDESDEMONA. Believe me, I had rather lose my purse [25]\n\nFull of crusado es : and but my noble Moor\n\nIs true of mind, and made of no such baseness\n\nAs jealous creatures are, it were enough\n\nTo put him to ill thinking.\n\nEMILIA.    Is he not jealous?\n\nDESDEMONA. Who, he? I think the sun where he was born [30]\n\nDrew all such humours from him.\n\n(Enter Othello.)\n\nEMILIA.    Look, where he comes.\n\nDESDEMONA. I will not leave him now; let Cassio\n\nBe call’d to him. How is it with you, my lord?\n\nOTHELLO. Well, my good lady: (Aside.) O, hardness to dissemble !\n\nHow do you do, Desdemona?\n\nDESDEMONA.    Well, my good lord. [35]\n\nOTHELLO. Give me your hand; this hand is moist , my lady.\n\nDESDEMONA. It yet has felt no age, nor known no sorrow.\n\nOTHELLO. This argues fruitfulness, and liberal heart;\n\nHot, hot, and moist, this hand of yours requires\n\nA sequester from liberty; fasting and praying, [40]\n\nMuch castigation , exercise devout ;\n\nFor here’s a young and sweating devil here,\n\nThat commonly rebels: ’tis a good hand,\n\nA frank one.\n\nDESDEMONA. You may indeed say so,\n\nFor ’twas that hand that gave away my heart. [45]\n\nOTHELLO. A liberal hand; the hearts of old gave hands,\n\nBut our new heraldry is hands, not hearts.\n\nDESDEMONA. I cannot speak of this; come, come, your promise.\n\nOTHELLO. What promise, chuck ?\n\nDESDEMONA. I have sent to bid Cassio come speak with you. [50]\n\nOTHELLO. I have a salt and sullen  rheum offends me,\n\nLend me thy handkerchief.\n\nDESDEMONA. Here, my lord.\n\nOTHELLO. That which I gave you.\n\nDESDEMONA. I have it not about me. [55]\n\nOTHELLO. Not?\n\nDESDEMONA. No, faith, my lord.\n\nOTHELLO.    That’s a fault: that handkerchief\n\nDid an Egyptian to my mother give,\n\nShe was a charmer , and could almost read\n\nThe thoughts of people; she told her, while she kept it [60]\n\n’Twould make her amiable , and subdue my father\n\nEntirely to her love: but if she lost it,\n\nOr made a gift of it, my father’s eye\n\nShould hold her loathly , and his spirits should hunt\n\nAfter new fancies: she dying, gave it me, [65]\n\nAnd bid me, when my fate would have me wive,\n\nTo give it her; I did so, and take heed on ’t,\n\nMake it a darling, like your precious eye,\n\nTo lose, or give ’t away, were such perdition\n\nAs nothing else could match.\n\nDESDEMONA.    Is ’t possible? [70]\n\nOTHELLO. ’Tis true, there’s magic in the web of it;\n\nA sibyl , that had number’d in the world\n\nThe sun to make two hundred compasses,\n\nIn her prophetic fury sew’d the work;\n\nThe worms were hallow’d that did breed the silk , [75]\n\nAnd it was dye d in mummy , which the skilful\n\nConserve of maidens’ hearts.\n\nDESDEMONA.    I’ faith, is ’t true?\n\nOTHELLO. Most veritable , therefore look to ’t well.\n\nDESDEMONA. Then would to God that I had never seen it!\n\nOTHELLO. Ha, wherefore? [80]\n\nDESDEMONA. Why do you speak so startingly  an d rash?\n\nOTHELLO. Is ’t lost? is ’t gone? speak, is it out o’ the way?\n\nDESDEMONA. Heaven bless us!\n\nOTHELLO. Say you?\n\nDESDEMONA. It is not lost, but what an if it were? [85]\n\nOTHELLO. Ha!\n\nDESDEMONA. I say it is not lost.\n\nOTHELLO.    Fetch ’t, let me see it.\n\nDESDEMONA. Why, so I can sir, but I will not now,\n\nThis is a trick, to put me from my suit,\n\nI pray let Cassio be receiv’d again. [90]\n\nOTHELLO. Fetch me that handkerchief, my mind misgive s .\n\nDESDEMONA. Come, come,\n\nYou’ll never meet a more sufficient man.\n\nOTHELLO. The handkerchief!\n\nDESDEMONA.    I pray, talk me of Cassio.\n\nOTHELLO. The handkerchief!\n\nDESDEMONA.    A man that all his time [95]\n\nHath founded his good fortunes on your love,\n\nShar’d dangers with you, –\n\nOTHELLO. The handkerchief!\n\nDESDEMONA.    I’ faith, you are to blame.\n\nOTHELLO. Zounds!\n\n(Exit.)\n\nEMILIA. Is not this man jealous? [100]\n\nDESDEMONA. I ne’er saw this before:\n\nSure there’s some wonder in this handkerchief,\n\nI am most unhappy in the loss of it.\n\nEMILIA. ’Tis not a year or two shows us a man:\n\nThey are all but stomachs, and we all but food; [105]\n\nThey eat us hungerly, and when they are full,\n\nThey belch us.\n\n(Enter Iago and Cassio.)\n\nLook you, Cassio and my husband.\n\nIAGO. There is no other way, ’tis she must do it,\n\nAnd lo, the happiness! go, and importune her.\n\nDESDEMONA. How now, good Cassio, what’s the news with you? [110]\n\nCASSIO. Madam, my former suit: I do beseech you,\n\nThat by your virtuous means I may again\n\nExist, and be a member of his love,\n\nWhom I, with all the duty of my heart,\n\nEntirely honour; I would not be delay’d: [115]\n\nIf my offence be of such mortal kind,\n\nThat neither service past, nor present sorrows,\n\nNor purpos’d merit in futurity ,\n\nCan ransom me into his love again,\n\nBut to know so must be my benefit; [120]\n\nSo shall I clothe me in a forc’d content,\n\nAnd shut myself up in some other course\n\nTo fortune’s alms .\n\nDESDEMONA.    Alas, thrice-gentle Cassio,\n\nMy advocation is not now in tune ;\n\nMy lord is not my lord, nor should I know him, [125]\n\nWere he in favour as in humour alter’d.\n\nSo help me every spirit sanctified ,\n\nAs I have spoken for you, all my best,\n\nAnd stood within the blank of his displeasure\n\nFor my free speech: you must awhile be patient; [130]\n\nWhat I can do I will, and more I will\n\nThan for myself I dare, let that suffice you.\n\nIAGO. Is my lord angry?\n\nEMILIA.    He went hence but now,\n\nAnd certainly in strange unquietness.\n\nIAGO. Can he be angry? I have seen the cannon , [135]\n\nWhen it hath blown his rank s into the air;\n\nAnd (like the devil) from his very arm\n\n Puff ’d his own brother, and can he be angry?\n\nSomething of moment then: I will go meet him,\n\nThere’s matter in ’t indeed, if he be angry. [140]\n\n(Exit.)\n\nDESDEMONA. I prithee do so: something sure of state,\n\nEither from Venice, or some unhatch’d  practice ,\n\nMade demonstrable here in Cyprus to him,\n\nHath puddle d his clear spirit, and in such cases\n\nMen’s natures wrangle with inferior things, [145]\n\nThough great ones are the object.\n\n’Tis even so; for let our finger ache ,\n\nAnd it indues our other healthful members\n\nEven to that sense of pain; nay, we must think\n\nMen are not gods; [150]\n\nNor of them look for such observance s\n\nAs fits the bridal : beshrew me much, Emilia,\n\nI was ( unhandsome warrior as I am)\n\n Arraign ing his unkindness with my soul;\n\nBut now I find I had suborn ’d the witness, [155]\n\nAnd he’s indicted falsely.\n\nEMILIA. Pray heaven it be state-matters, as you think,\n\nAnd no conception , nor no jealous toy\n\nConcerning you.\n\nDESDEMONA. Alas the day, I never gave him cause! [160]\n\nEMILIA. But jealous souls will not be answer’d so;\n\nThey are not ever jealous for the cause,\n\nBut jealous for they are jealous: ’tis a monster,\n\n Begot upon itself, born on itself.\n\nDESDEMONA. Heaven keep that monster from Othello’s mind! [165]\n\nEMILIA. Lady, amen.\n\nDESDEMONA. I will go seek him, Cassio, walk hereabout,\n\nIf I do find him fit, I’ll move your suit,\n\nAnd seek to effect it to my uttermost.\n\nCASSIO. I humbly thank your ladyship. [170]\n\n(Exeunt Desdemona and Emilia.)\n\n(Enter Bianca.)\n\nBIANCA. Save you, friend Cassio!\n\nCASSIO.    What make you from home?\n\nHow is it with you, my most fair Bianca?\n\nI’ faith, sweet love, I was coming to your house.\n\nBIANCA. And I was going to your lodging, Cassio;\n\nWhat, keep a week away? seven days and nights? [175]\n\nEight score eight hours, and lovers’ absent hours,\n\nMore tedious than the dial , eight score times?\n\nO weary reckoning !\n\nCASSIO.    Pardon me, Bianca,\n\nI have this while with leaden thoughts been press’d,\n\nBut I shall in a more convenient time [180]\n\nStrike off this score of absence: sweet Bianca,\n\n(Giving her Desdemona’s handkerchief.)\n\nTake me this work out.\n\nBIANCA.    O Cassio, whence came this?\n\nThis is some token from a newer friend;\n\nTo the felt absence, now I feel a cause,\n\nIs ’t come to this?\n\nCASSIO.    Go to, woman, [185]\n\nThrow your vile guesses in the devil’s teeth,\n\nFrom whence you have them; you are jealous now\n\nThat this is from some mistress, some remembrance.\n\nNo, by my faith, Bianca.\n\nBIANCA.    Why, whose is it?\n\nCASSIO. I know not, sweet, I found it in my chamber; [190]\n\nI like the work well; ere it be demanded,\n\nAs like enough it will, I’ld have it copied;\n\nTake it, and do ’t, and leave me for this time.\n\nBIANCA. Leave you, wherefore?\n\nCASSIO. I do attend here on the general, [195]\n\nAnd think it no addition , nor my wish,\n\nTo have him see me woman’d.\n\nBIANCA.    Why, I pray you?\n\nCASSIO. Not that I love you not.\n\nBIANCA.    But that you do not love me:\n\nI pray you bring me on the way a little,\n\nAnd say, if I shall see you soon at night. [200]\n\nCASSIO. ’Tis but a little way that I can bring you,\n\nFor I attend here, but I’ll see you soon.\n\nBIANCA. ’Tis very good, I must be circumstanc’d .\n\n(Exeunt.)\n\nAct IV\n\nScene 1\n\nThe same.\n\nEnter Iago and Othello.\n\nIAGO. Will you think so?\n\nOTHELLO.    Think so, Iago?\n\nIAGO.    What,\n\nTo kiss in private?\n\nOTHELLO.    An unauthoriz’d kiss.\n\nIAGO. Or to be naked with her friend abed ,\n\nAn hour, or more, not meaning any harm?\n\nOTHELLO. Naked abed, Iago, and not mean harm? [5]\n\nIt is hypocrisy against the devil:\n\nThey that mean virtuously, and yet do so,\n\nThe devil their virtue tempt s , and they tempt heaven.\n\nIAGO. So they do nothing, ’tis a venial slip ;\n\nBut if I give my wife a handkerchief – [10]\n\nOTHELLO. What then?\n\nIAGO. Why then ’tis hers, my lord, and being hers,\n\nShe may, I think, bestow ’t on any man.\n\nOTHELLO. She is protectress of her honour too,\n\nMay she give that? [15]\n\nIAGO. Her honour is an essence that’s not seen,\n\nThey have it very oft that have it not:\n\nBut for the handkerchief –\n\nOTHELLO. By heaven, I would most gladly have forgot it:\n\nThou said’st (O, it comes o’er my memory, [20]\n\nAs doth the raven o’er the infected house,\n\n Boding to all) he had my handkerchief.\n\nIAGO. Ay, what of that?\n\nOTHELLO.    That’s not so good now.\n\nIAGO. What if I had said I had seen him do you wrong?\n\nOr heard him say – as knaves be such abroad, [25]\n\nWho having, by their own importunate suit,\n\nOr voluntary dotage of some mistress,\n\nConvinced or supplied them, cannot choose\n\nBut they must blab –\n\nOTHELLO.    Hath he said anything?\n\nIAGO. He hath, my lord, but be you well assur’d, [30]\n\nNo more than he’ll unswear .\n\nOTHELLO.    What hath he said?\n\nIAGO. Faith, that he did ... I know not what he did.\n\nOTHELLO. But what?\n\nIAGO. Lie.\n\nOTHELLO.    With her?\n\nIAGO.        With her, on her, what you will.\n\nOTHELLO. Lie with her, lie on her? – We say lie on her, [35] when they belie her, – lie with her, zounds, that’s fulsome ! Handkerchief – confessions – handkerchief! To confess, and be hanged for his labour. First, to be hanged, and then to confess; I tremble at it. Nature would not invest herself in such [40]  shadowing passion without some instruction. It is not words that shake me thus. Pish ! Noses, ears and lips. Is ’t possible? – Confess? – Handkerchief? – O devil!\n\n(He falls down.)\n\nIAGO. Work on, [45]\n\nMy medicine, work: thus credulous fools are caught,\n\nAnd many worthy and chaste dames, even thus\n\nAll guiltless, meet reproach. What ho, my lord,\n\nMy lord, I say! Othello! ...\n\n(Enter Cassio.)\n\nHow now, Cassio?\n\nCASSIO. What’s the matter? [50]\n\nIAGO. My lord is fall’n into an epilepsy,\n\nThis is his second fit , he had one yesterday.\n\nCASSIO. Rub him about the temple s .\n\nIAGO.    No, forbear ,\n\nThe lethargy must have his quiet course,\n\nIf not, he foam s at mouth, and by and by [55]\n\nBreaks out to savage madness: look, he stirs:\n\nDo you withdraw yourself a little while,\n\nHe will recover straight; when he is gone,\n\nI would on great occasion speak with you.\n\n(Exit Cassio.)\n\nHow is it, general? have you not hurt your head? [60]\n\nOTHELLO. Dost thou mock me?\n\nIAGO.    I mock you? no, by heaven.\n\nWould you would bear your fortunes like a man!\n\nOTHELLO. A horned man ’s a monster, and a beast.\n\nIAGO. There’s many a beast then in a populous city,\n\nAnd many a civil monster. [65]\n\nOTHELLO. Did he confess?\n\nIAGO.    Good sir, be a man,\n\nThink every bearded fellow that ’s but yok’d\n\nMay draw with you; there’s millions now alive\n\nThat nightly lies in those unproper beds\n\nWhich they dare swear peculiar: your case is better: [70]\n\nO, ’tis the spite of hell, the fiend ’s arch-mock,\n\nTo lip a wanton in a secure couch,\n\nAnd to suppose her chaste. No, let me know,\n\nAnd knowing what I am, I know what she shall be.\n\nOTHELLO. O, thou art wise, ’tis certain.\n\nIAGO.    Stand you awhile apart, [75]\n\n Confine yourself but in a patient list :\n\nWhilst you were here erewhile , mad with your grief –\n\nA passion most unsuiting such a man –\n\nCassio came hither; I shifted him away,\n\nAnd laid good ’scuse upon your ecstasy, [80]\n\nBid him anon return, and here speak with me,\n\nThe which he promis’d: but encave yourself,\n\nAnd mark the jeer s , the gibe s , and notable  scorn s ,\n\nThat dwell in every region of his face;\n\nFor I will make him tell the tale anew, [85]\n\nWhere, how, how oft, how long ago, and when,\n\nHe has, and is again to cope your wife:\n\nI say, but mark his gesture; marry, patience,\n\nOr I shall say you are all in all in spleen ,\n\nAnd nothing of a man.\n\nOTHELLO.    Dost thou hear, Iago? [90]\n\nI will be found most cunning in my patience;\n\nBut – dost thou hear? – most bloody.\n\nIAGO.    That’s not amiss:\n\nBut yet keep time in all; will you withdraw?\n\n(Othello withdraws.)\n\nNow will I question Cassio of Bianca;\n\nA housewife that by selling her desires [95]\n\nBuys herself bread and clothes: it is a creature\n\nThat dotes on Cassio: as ’tis the strumpet ’s plague\n\nTo beguile many, and be beguil’d by one.\n\n(Enter Cassio.)\n\nHe, when he hears of her, cannot refrain\n\nFrom the excess of laughter: here he comes: [100]\n\nAs he shall smile, Othello shall go mad,\n\nAnd his unbookish jealousy must conster\n\nPoor Cassio’s smiles, gestures, and light behaviour,\n\nQuite in the wrong. How do you now, lieutenant?\n\nCASSIO. The worser, that you give me the addition , [105]\n\nWhose want even kills me.\n\nIAGO. Ply Desdemona well, and you are sure on ’t.\n\nNow if this suit lay in Bianca’s power,\n\nHow quickly should you speed!\n\nCASSIO.    Alas, poor caitiff !\n\nOTHELLO. Look how he laughs already! [110]\n\nIAGO. I never knew a woman love man so.\n\nCASSIO. Alas, poor rogue , I think i’ faith she loves me.\n\nOTHELLO. Now he denies it faintly, and laughs it out.\n\nIAGO. Do you hear, Cassio?\n\nOTHELLO.    Now he importunes him\n\nTo tell it on; go to, well said, well said. [115]\n\nIAGO. She gives it out that you shall marry her,\n\nDo you intend it?\n\nCASSIO. Ha, ha, ha!\n\nOTHELLO. Do you triumph, Roman, do you triumph?\n\nCASSIO. I marry her? what? a customer ; [120]\n\nI prithee, bear some charity to my wit,\n\nDo not think it so unwholesome . Ha, ha, ha!\n\nOTHELLO. So, so, so, so; laugh that wins.\n\nIAGO. Faith, the cry goes, you shall marry her.\n\nCASSIO. Prithee say true. [125]\n\nIAGO. I am a very villain else.\n\nOTHELLO. Ha’ you scor’d me? Well.\n\nCASSIO. This is the monkey’s own giving out; she is persuaded I will marry her, out of her own love and flattery , not out of my promise. [130]\n\nOTHELLO. Iago beckon s me, now he begins the story.\n\nCASSIO. She was here even now, she haunt s me in every place. I was t’ other day talking on the sea-bank, with certain Venetians, and thither comes this bauble ; by this hand, she falls thus about my neck: – [135]\n\nOTHELLO. Crying “O dear Cassio!” as it were: his gesture imports it.\n\nCASSIO. So hangs, and loll s , and weeps upon me; so hales , and pulls me, ha, ha, ha!\n\nOTHELLO. Now he tells how she pluck’d him to my [140] chamber. I see that nose of yours, but not that dog I shall throw ’t to.\n\nCASSIO. Well, I must leave her company.\n\n(Enter Bianca.)\n\nIAGO. Before me ! look where she comes.\n\nCASSIO. ’Tis such another fitchew ; marry, a perfum’d one. [145]\n\nWhat do you mean by this haunting of me?\n\nBIANCA. Let the devil and his dam  haunt you, what did you mean by that same handkerchief you gave me even now? I was a fine fool to take it; I must take out the whole work, a likely piece of work, that you [150] should find it in your chamber, and not know who left it there! This is some minx’s token, and I must take out the work; there, give it the hobby-horse , wheresoever you had it, I’ll take out no work on ’t.\n\nCASSIO. How now, my sweet Bi an ca, how now, how [155] now?\n\nOTHELLO. By heaven, that should be my handkerchief!\n\nBIANCA. An you’ll come to sup per to-night, you may, an you will not, come when you are next prepar’d [160] for.\n\n(Exit.)\n\nIAGO. After her, after her.\n\nCASSIO. Faith, I must, she’ll rail i’ the street else.\n\nIAGO. Will you sup there?\n\nCASSIO. Faith, I intend so. [165]\n\nIAGO. Well, I may chance to see you, for I would very fain speak with you.\n\nCASSIO. Prithee come, will you?\n\nIAGO. Go to, say no more.\n\n(Exit Cassio.)\n\nOTHELLO (advancing). How shall I murder him, Iago? [170]\n\nIAGO. Did you perceive, how he laughed at his vice?\n\nOTHELLO. O Iago!\n\nIAGO. And did you see the handkerchief?\n\nOTHELLO. Was that mine?\n\nIAGO. Yours, by this hand: and to see how he prize s  [175] the foolish woman your wife! she gave it him, and he hath given it his whore.\n\nOTHELLO. I would have him nine years a-killing; a fine woman, a fair woman, a sweet woman!\n\nIAGO. Nay, you must forget. [180]\n\nOTHELLO. And let her rot , and perish , and be damned to-night, for she shall not live; no, my heart is turn’d to stone; I strike it, and it hurts my hand: O, the world has not a sweeter creature, she might lie by an emperor ’s side, and command him tasks. [185]\n\nIAGO. Nay, that’s not your way.\n\nOTHELLO. Hang her, I do but say what she is: so delicate with her needle, an admirable musician, O, she will sing the savageness out of a bear; of so high and plenteous wit and invention ! [190]\n\nIAGO. She’s the worse for all this.\n\nOTHELLO. A thousand thousand times: and then of so gentle a condition!\n\nIAGO. Ay, too gentle.\n\nOTHELLO. Ay, that’s certain, but yet the pity of it, [195] Iago: O Iago, the pity of it, Iago!\n\nIAGO. If you be so fond over her iniquity , give her patent to offend, for if it touches not you, it comes near nobody.\n\nOTHELLO. I will chop her into messes ... Cuckold me! [200]\n\nIAGO. O, ’tis foul in her.\n\nOTHELLO. With mine officer!\n\nIAGO. That’s fouler.\n\nOTHELLO. Get me some poison, Iago, this night; I’ll not expostulate with her, lest her body and beauty [205]  unprovide my mind again, this night, Iago.\n\nIAGO. Do it not with poison, strangle her in her bed, even the bed she hath contaminate d .\n\nOTHELLO. Good, good, the justice of it pleases, very good. [210]\n\nIAGO. And for Cassio, let me be his undertaker : you shall hear more by midnight.\n\nOTHELLO. Excellent good. (A trumpet within.) What trumpet is that same?\n\n(Enter Lodovico, Desdemona, and Attendants.)\n\nIAGO. Something from Venice, sure; ’tis Lodovico, [215]\n\nCome from the duke, and see, your wife is with him.\n\nLODOVICO. God save the worthy general!\n\nOTHELLO.    With all my heart, sir.\n\nLODOVICO. The duke and senators of Venice greet you.\n\n(Gives him a letter.)\n\nOTHELLO. I kiss the instrument of their pleasures.\n\n(Opens the letter, and reads.)\n\nDESDEMONA. And what’s the news, good cousin Lodovico? [220]\n\nIAGO. I am very glad to see you, signior: ...\n\nWelcome to Cyprus.\n\nLODOVICO. I thank you; how does Lieutenant Cassio?\n\nIAGO. Lives, sir.\n\nDESDEMONA. Cousin, there’s fall’n between him and my lord [225]\n\nAn unkind breach , but you shall make all well.\n\nOTHELLO. Are you sure of that?\n\nDESDEMONA. My lord?\n\nOTHELLO (reads). “This fail you not to do, as you will ...”\n\nLODOVICO. He did not call, he’s busy in the paper: [230]\n\nIs there division between thy lord and Cassio?\n\nDESDEMONA. A most unhappy one; I would do much\n\nTo atone them, for the love I bear to Cassio.\n\nOTHELLO. Fire and brimstone !\n\nDESDEMONA.    My lord?\n\nOTHELLO.        Are you wise?\n\nDESDEMONA. What, is he angry?\n\nLODOVICO.    May be the letter mov’d him; [235]\n\nFor, as I think, they do command him home,\n\n Deputing Cassio in his government.\n\nDESDEMONA. By my troth , I am glad on ’t.\n\nOTHELLO.    Indeed!\n\nDESDEMONA.        My lord?\n\nOTHELLO. I am glad to see you mad.\n\nDESDEMONA.    How, sweet Othello?\n\nOTHELLO. Devil! [240]\n\n(Striking her.)\n\nDESDEMONA. I have not deserv’d this.\n\nLODOVICO. My lord, this would not be believ’d in Venice,\n\nThough I should swear I saw ’t: ’tis very much,\n\n Make her amends , she weeps.\n\nOTHELLO.    O devil, devil!\n\nIf that the earth could teem with women’s tears, [245]\n\nEach drop she falls would prove a crocodile:\n\nOut of my sight!\n\nDESDEMONA.    I will not stay to offend you.\n\n(Going.)\n\nLODOVICO. Truly, an obedient lady:\n\nI do beseech your lordship, call her back.\n\nOTHELLO. Mistress! [250]\n\nDESDEMONA. My lord?\n\nOTHELLO. What would you with her, sir?\n\nLODOVICO.    Who, I, my lord?\n\nOTHELLO. Ay, you did wish that I would make her turn:\n\nSir, she can turn, and turn, and yet go on,\n\nAnd turn again, and she can weep, sir, weep; [255]\n\nAnd she’s obedient, as you say, obedient;\n\nVery obedient. Proceed you in your tears.\n\nConcerning this, sir, – O well-painted passion! –\n\nI am commanded here: ... get you away,\n\nI’ll send for you anon ... Sir, I obey the mandate, [260]\n\nAnd will return to Venice: ... Hence, avaunt !\n\n(Exit Desdemona.)\n\nCassio shall have my place; and",
      "summary": "Iago manipulates various characters to further his scheme of sowing doubt and jealousy in Othello's mind. After a drunken brawl, Othello dismisses Cassio from his position as lieutenant. Iago advises Cassio to seek Desdemona's help to regain Othello's favor, while also using the situation to plant seeds of suspicion in Othello's mind about Desdemona's fidelity, particularly through the 'loss' of Othello's handkerchief. The handkerchief is introduced as a symbol of fidelity, later exploited by Iago to manipulate Othello further. The act builds to a climax with Othello's growing jealousy and distrust toward Desdemona and the decision to exact vengeance.",
      "prominence": 95,
      "key_characters": [
        {
          "name": "Othello",
          "description": "A Moorish general in the Venetian army, newly married to Desdemona.",
          "experience": "Struggles with jealousy and insecurity, manipulated by Iago, leading him to misjudge Desdemona and Cassio."
        },
        {
          "name": "Iago",
          "description": "Othello’s ensign, manipulative and cunning, orchestrating the downfall of Othello.",
          "experience": "Devises schemes involving Cassio and Desdemona to exploit Othello's trust and create turmoil."
        },
        {
          "name": "Desdemona",
          "description": "Othello's wife, exemplifies innocence and fidelity.",
          "experience": "Defends Cassio earnestly, but her actions are misinterpreted due to Iago's manipulation."
        },
        {
          "name": "Cassio",
          "description": "Othello's dismissed lieutenant, known for his charm and loyalty.",
          "experience": "Victim of Iago's schemes, seeks assistance from Desdemona to restore his position."
        },
        {
          "name": "Emilia",
          "description": "Iago's wife and Desdemona's maid, loyal but simple-minded.",
          "experience": "Unknowingly aids Iago by retrieving Desdemona's handkerchief, critical in reinforcing Othello's jealousy."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Moment after a brawl involving Cassio and Montano; Othello demands accountability.",
          "topic": "Othello confronts the fallout of Cassio's misconduct.",
          "key_characters": [
            {
              "name": "Othello",
              "motivation": "Ensure discipline and order as a general; seeks truth of the situation."
            },
            {
              "name": "Iago",
              "motivation": "Subtly manipulate events to inflame Othello's wrath toward Cassio and introduce suspicion toward Desdemona."
            },
            {
              "name": "Cassio",
              "motivation": "Express regret over actions leading to his dismissal; struggle with shame."
            },
            {
              "name": "Desdemona",
              "motivation": "Help Cassio regain Othello's trust, unaware of the brewing jealousy."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The aftermath of the brawl is chaotic, with Montano injured and tensions high."
            },
            {
              "character": "Othello",
              "message": "[I must ensure justice and maintain authority. The commanders should respect me as their general.] (sternly) Silence this dreadful bell; what’s the matter, masters?"
            },
            {
              "character": "Iago",
              "message": "[Let me frame Cassio's downfall without arousing suspicion. My fabricated truth must appear credible to all here.] (genuinely) Thus it is, general: Montano and myself being in speech, there comes a fellow crying for help..."
            },
            {
              "character": "Cassio",
              "message": "[My shame is unbearable. What would Othello think of me now?] (pleading) I pray you pardon me, I cannot speak."
            },
            {
              "character": "Othello",
              "message": "[What has come over Michael Cassio? This is unforgivable.] (to Cassio) Cassio, I love thee, but never more be officer of mine."
            },
            {
              "character": "Desdemona",
              "message": "[Cassio is true to my husband; I must defend him.] (gently) What is the matter, my lord? All’s well now, sweeting. I entreat you for Cassio's case."
            },
            {
              "character": "Othello",
              "message": "[Her plea for Cassio seems persistent. I cannot deny her, but this situation feels off.] (compromising) Not now, sweet Desdemona. Some other time."
            },
            {
              "character": "Iago",
              "message": "[She's unwittingly giving me the ammunition I need. Othello will see this as evidence against her.] (to Othello) My noble lord, I wouldn't let Venice's customs cloud your judgment."
            },
            {
              "character": "Othello",
              "message": "[Iago's words feed into my unease. Is it possible Desdemona is not as innocent as she seems?] (murmurs) Dost thou say so?"
            },
            {
              "character": "Iago",
              "message": "[Now is the time to inch closer to suspicion.] (with pretended grief) Such things have happened, my lord. Trust me when I speak."
            }
          ]
        },
        {
          "scenario": "Private discussion between Iago and Cassio after the brawl.",
          "topic": "Iago advises Cassio to solicit Desdemona’s help.",
          "key_characters": [
            {
              "name": "Iago",
              "motivation": "Pretend to support Cassio to forward his plans of sowing discord."
            },
            {
              "name": "Cassio",
              "motivation": "Secure a path for redemption by gaining Desdemona’s intercession with Othello."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The air is still heavy with tension, though quieter than the chaos previously caused."
            },
            {
              "character": "Cassio",
              "message": "[I have lost everything. I must regain Othello's trust, even if it means lowering myself.] (bitterly) Reputation, reputation, reputation! I’ve lost my immortal self!"
            },
            {
              "character": "Iago",
              "message": "[This is my chance to direct him to Desdemona, planting implications with Othello.] (reassuringly) Reputation is an idle and false pursuit. Desdemona is kind; she can turn Othello’s heart for you."
            },
            {
              "character": "Cassio",
              "message": "[She might intervene; she is fond of kindness and justice.] (hopeful) I will implore her in the morning."
            },
            {
              "character": "Iago",
              "message": "[Perfect. By her virtue, I will cast her into suspicion.] (encouragingly) Speak honestly to her; she’ll surely advocate your cause."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 3
    },
    {
      "text": "Is this the noble Moor, whom our full senate [265]\n\nCall all in all sufficient ? This the noble nature,\n\nWhom passion could not shake? whose solid virtue\n\nThe shot of accident, nor dart of chance,\n\nCould neither graze , nor pierce?\n\nIAGO.    He is much chang’d.\n\nLODOVICO. Are his wits safe? is he not light of brain? [270]\n\nIAGO. He’s that he is; I may not breathe my censure ,\n\nWhat he might be; if, as he might, he is not,\n\nI would to heaven he were!\n\nLODOVICO.    What, strike his wife?\n\nIAGO. Faith, that was not so well; yet would I knew\n\nThat stroke would prove the worst!\n\nLODOVICO.    Is it his use? [275]\n\nOr did the letters work upon his blood,\n\nAnd new create this fault?\n\nIAGO.    Alas, alas!\n\nIt is not honesty in me to speak\n\nWhat I have seen and known; you shall observe him,\n\nAnd his own courses will denote him so, [280]\n\nThat I may save my speech: do but go after,\n\nAnd mark how he continues.\n\nLODOVICO. I am sorry that I am deceiv’d in him.\n\n(Exeunt.)\n\nScene 2\n\nA Room in the Castle.\n\nEnter Othello and Emilia.\n\nOTHELLO. You have seen nothing, then?\n\nEMILIA. Nor ever heard, nor ever did suspect.\n\nOTHELLO. Yes, and you have seen Cassio and she together.\n\nEMILIA. But then I saw no harm, and then I heard\n\nEach syllable that breath made up between ’em. [5]\n\nOTHELLO. What, did they never whisper?\n\nEMILIA.    Never, my lord.\n\nOTHELLO. Nor send you out o’ the way?\n\nEMILIA. Never.\n\nOTHELLO. To fetch her fan , her mask, her gloves, nor nothing?\n\nEMILIA. Never, my lord. [10]\n\nOTHELLO. That’s strange.\n\nEMILIA. I durst , my lord, to wager she is honest,\n\nLay down my soul at stake : if you think other,\n\nRemove your thought, it doth abuse your bosom;\n\nIf any wretch ha’ put this in your head, [15]\n\nLet heaven requite it with the serpent ’s curse,\n\nFor if she be not honest, chaste, and true,\n\nThere’s no man happy, the purest of her sex\n\nIs foul as slander.\n\nOTHELLO.    Bid her come hither, go.\n\n(Exit Emilia.)\n\nShe says enough, yet she’s a simple bawd  [20]\n\nThat cannot say as much: this is a subtle whore,\n\nA closet , lock and key, of villainous secrets,\n\nAnd yet she’ll kneel and pray, I ha’ seen her do ’t.\n\n(Enter Desdemona and Emilia.)\n\nDESDEMONA. My lord, what is your will?\n\nOTHELLO.    Pray, chuck, come hither.\n\nDESDEMONA. What is your pleasure?\n\nOTHELLO.    Let me see your eyes, ... [25]\n\nLook in my face.\n\nDESDEMONA.   What horrible fancy ’s this?\n\nOTHELLO (to Emilia). Some of your function , mistress,\n\nLeave procreant s alone, and shut the door,\n\nCough, or cry hem , if anybody come;\n\nYour mystery, your mystery: nay, dispatch . [30]\n\n(Exit Emilia.)\n\nDESDEMONA.\n\nUpon my knees, what does your speech import?\n\nI understand a fury in your words,\n\nBut not the words.\n\nOTHELLO. Why, what art thou?\n\nDESDEMONA. Your wife, my lord, your true and loyal wife. [35]\n\nOTHELLO. Come, swear it, damn thyself,\n\nLest, being like one of heaven, the devils themselves\n\nShould fear to seize thee, therefore be double-damn’d,\n\nSwear thou art honest.\n\nDESDEMONA.    Heaven doth truly know it.\n\nOTHELLO. Heaven truly knows, that thou art false as hell. [40]\n\nDESDEMONA. To whom, my lord? with whom? how am I false?\n\nOTHELLO. O Desdemona, away! away! away!\n\nDESDEMONA. Alas the heavy day, why do you weep?\n\nAm I the occasion of those tears, my lord?\n\nIf haply you my father do suspect [45]\n\nAn instrument of this your calling back,\n\nLay not your blame on me; if you have lost him,\n\nWhy, I have lost him too.\n\nOTHELLO.    Had it pleas’d heaven\n\nTo try me with affliction , had he rain’d\n\nAll kinds of sore s and shames on my bare head, [50]\n\n Steep ’d me in poverty , to the very lips,\n\nGiven to captivity me and my hopes,\n\nI should have found in some part of my soul\n\nA drop of patience; but, alas, to make me\n\nA fixed figure, for the time of scorn  [55]\n\nTo point his slow unmoving fingers at ... oh, oh.\n\nYet could I bear that too, well, very well:\n\nBut there, where I have garner’d up my heart,\n\nWhere either I must live, or bear no life,\n\nThe fountain , from the which my current runs, [60]\n\nOr else dries up, to be discard ed thence,\n\nOr keep it as a cistern, for foul toads\n\nTo knot and gender in! Turn thy complexion there;\n\nPatience, thou young and rose-lipp’d cherubin,\n\nI here look grim as hell! [65]\n\nDESDEMONA. I hope my noble lord esteem s me honest.\n\nOTHELLO. O, ay, as summer’s flies, are in the shambles ,\n\nThat quicken even with blowing :\n\nO thou black weed , why art so lovely fair?\n\nThou smell’st so sweet, that the sense aches at thee, [70]\n\nWould thou hadst ne’er been born!\n\nDESDEMONA. Alas, what ignorant sin have I committed ?\n\nOTHELLO. Was this fair paper, this most goodly book,\n\nMade to write “whore” on? ... What, committed?\n\nCommitted! O thou public commoner ! [75]\n\nI should make very forge s of my cheeks,\n\nThat would to cinders burn up modesty,\n\nDid I but speak thy deeds. What committed!\n\nHeaven stops the nose at it, and the moon wink s ,\n\nThe bawdy wind, that kisses all it meets, [80]\n\nIs hush ’d within the hollow mine of earth,\n\nAnd will not hear ’t: ... what committed, –\n\n Impudent strumpet!\n\nDESDEMONA.    By heaven, you do me wrong.\n\nOTHELLO. Are not you a strumpet?\n\nDESDEMONA.    No, as I am a Christian:\n\nIf to preserve this vessel for my lord [85]\n\nFrom any hated foul unlawful touch,\n\nBe not to be a strumpet, I am none.\n\nOTHELLO. What, not a whore?\n\nDESDEMONA.    No, as I shall be sav’d.\n\n(Enter Emilia.)\n\nOTHELLO. Is ’t possible?\n\nDESDEMONA. O heaven, forgiveness.\n\nOTHELLO.    I cry you mercy, [90]\n\nI took you for that cunning whore of Venice,\n\nThat married with Othello: you, mistress,\n\nThat have the office opposite to Saint Peter,\n\nAnd keeps the gates in hell, ay, you, you, you!\n\nWe ha’ done our course; there’s money for your pains, [95]\n\nI pray you turn the key, and keep our counsel.\n\n(Exit.)\n\nEMILIA. Alas, what does this gentleman conceive ?\n\nHow do you, madam? how do you, my good lady?\n\nDESDEMONA. Faith, half asleep.\n\nEMILIA. Good madam, what’s the matter with my lord? [100]\n\nDESDEMONA. With who?\n\nEMILIA. Why, with my lord, madam.\n\nDESDEMONA. Who is thy lord?\n\nEMILIA.    He that is yours, sweet lady.\n\nDESDEMONA. I ha’ none, do not talk to me, Emilia,\n\nI cannot weep, nor answer have I none, [105]\n\nBut what should go by water: prithee, to-night\n\nLay on my bed our wedding sheets ; remember,\n\nAnd call thy husband hither.\n\nEMILIA.    Here is a change indeed!\n\n(Exit.)\n\nDESDEMONA. ’Tis meet I should be us’d so, very well;\n\nHow have I been behav’d, that he might stick [110]\n\nThe smallest opinion, on my greatest abuse?\n\n(Enter Iago and Emilia.)\n\nIAGO. What is your pleasure, madam? How is’t with you?\n\nDESDEMONA.\n\nI cannot tell: those that do teach young babe s\n\nDo it with gentle means, and easy tasks;\n\nHe might ha’ chid me so, for, in good faith, [115]\n\nI am a child at chiding.\n\nIAGO.    What is the matter, lady?\n\nEMILIA. Alas, Iago, my lord hath so bewhor’d her,\n\nThrown such despite , and heavy term s upon her,\n\nAs true hearts cannot bear.\n\nDESDEMONA. Am I that name, Iago?\n\nIAGO.    What name, fair lady? [120]\n\nDESDEMONA. Such as she says my lord did say I was?\n\nEMILIA. He call’d her whore: a beggar in his drink\n\nCould not have laid such terms upon his callat .\n\nIAGO. Why did he so?\n\nDESDEMONA. I do not know, I am sure I am none such. [125]\n\nIAGO. Do not weep, do not weep: alas the day!\n\nEMILIA. Has she forsook so many noble matches,\n\nHer father, and her country, all her friends,\n\nTo be call’d whore? would it not make one weep?\n\nDESDEMONA. It is my wretched fortune.\n\nIAGO. Beshrew him for it! [130]\n\nHow comes this trick upon him?\n\nDESDEMONA.    Nay, heaven doth know.\n\nEMILIA. I will be hang’d, if some eternal villain,\n\nSome busy and insinuating rogue,\n\nSome cogging , cozening slave, to get some office,\n\nHave not devis’d this slander, I’ll be hang’d else. [135]\n\nIAGO. Fie, there is no such man, it is impossible.\n\nDESDEMONA. If any such there be, heaven pardon him!\n\nEMILIA. A halter pardon him, and hell gnaw his bones!\n\nWhy should he call her whore? who keeps her company?\n\nWhat place, what time, what form, what likelihood ? [140]\n\nThe Moor’s abus’d by some outrageous knave,\n\nSome base notorious knave, some scurvy fellow;\n\nO heaven, that such companions thou ’ldst unfold,\n\nAnd put in every honest hand a whip,\n\nTo lash the rascal naked through the world, [145]\n\nEven from the east to the west!\n\nIAGO.    Speak within doors.\n\nEMILIA. O, fie upon him! Some such squire he was,\n\nThat turn’d your wit, the seamy side without,\n\nAnd made you to suspect me with the Moor.\n\nIAGO. You are a fool, go to.\n\nDESDEMONA.    O good Iago, [150]\n\nWhat shall I do to win my lord again?\n\nGood friend, go to him, for, by this light of heaven,\n\nI know not how I lost him. Here I kneel:\n\nIf e’er my will did trespass ’gainst his love\n\nEither in discourse of thought or actual deed, [155]\n\nOr that mine eyes, mine ears, or any sense,\n\nDelighted them in any other form,\n\nOr that I do not yet, and ever did,\n\nAnd ever will (though he do shake me off\n\nTo beggarly divorcement ) love him dearly, [160]\n\nComfort forswear me! Unkindness may do much;\n\nAnd his unkindness may defeat my life,\n\nBut never taint my love. I cannot say “whore”:\n\nIt does abhor me now I speak the word;\n\nTo do the act that might the addition earn [165]\n\nNot the world’s mass of vanity could make me.\n\nIAGO. I pray you, be content, ’tis but his humour,\n\nThe business of the state does him offence,\n\nAnd he does chide with you.\n\nDESDEMONA. If’twere no other, –\n\nIAGO.    ’Tis but so, I warrant you; [170]\n\n(Trumpets.)\n\nHark, how these instruments summon you to supper,\n\nAnd the great messengers of Venice stay:\n\nGo in, and weep not, all things shall be well.\n\n(Exeunt Desdemona and Emilia.)\n\n(Enter Roderigo.)\n\nHow now, Roderigo?\n\nRODERIGO. I do not find that thou deal’st justly with me. [175]\n\nIAGO. What in the contrary?\n\nRODERIGO. Every day thou doff est me with some device, Iago, and rather, as it seems to me, thou keepest from me all conveniency than suppliest me with the least advantage of hope: I will indeed no longer [180] endure it, nor am I yet persuaded to put up in peace what already I have foolishly suffered.\n\nIAGO. Will you hear me, Roderigo?\n\nRODERIGO. Faith, I have heard too much, for your words and performance are no kin together. [185]\n\nIAGO. You charge me most unjustly.\n\nRODERIGO. With nought but truth. I have wasted myself out of means: the jewels you have had from me, to deliver to Desdemona, would half have corrupted a votarist . You have told me she has [190] receiv’d ’em, and return’d me expectation, and comforts, of sudden respect, and acquittance , but I find none.\n\nIAGO. Well, go to, very well.\n\nRODERIGO. Very well, go to, I cannot go to, man, it is [195] not very well, by this hand, I say ’tis very scurvy, and begin to find myself fopp’d in it.\n\nIAGO. Very well.\n\nRODERIGO. I say it is not very well: I will make myself known to Desdemona; if she will return me my [200] jewels, I will give over my suit, and repent my unlawful solicitation , if not, assure yourself I’ll seek satisfaction of you.\n\nIAGO. You have said now.\n\nRODERIGO. Ay, and I have said nothing but what I [205] protest intendment of doing.\n\nIAGO. Why, now I see there’s mettle in thee, and even from this time to build on thee a better opinion than ever before, give me thy hand, Roderigo: thou hast taken against me a most just exception , but yet I [210] protest, I have dealt most directly in thy affairs.\n\nRODERIGO. It hath not appear’d.\n\nIAGO. I grant indeed it hath not appeared, and your suspicion is not without wit and judgement: but, Roderigo, if thou hast that within thee indeed, [215] which I have greater reason to believe now than ever, I mean purpose, courage, and valour , this night show it; if thou the next night following enjoyest not Desdemona, take me from this world with treachery , and devise engine s for my life. [220]\n\nRODERIGO. Well, is it within reason and compass?\n\nIAGO. Sir, there is especial command come from Venice, to depute Cassio in Othello’s place.\n\nRODERIGO. Is that true? why then Othello and Desdemona return again to Venice. [225]\n\nIAGO. O no, he goes into Mauritania, and takes away with him the fair Desdemona, unless his abode be linger ’d here by some accident, wherein none can be so determinate as the removing of Cassio.\n\nRODERIGO. How do you mean, removing of him? [230]\n\nIAGO. Why, by making him uncapable of Othello’s place, knocking out his brains.\n\nRODERIGO. And that you would have me to do.\n\nIAGO. Ay, and if you dare do yourself a profit and right, he sups to-night with a harlot , and thither will I go [235] to him; ... he knows not yet of his honourable fortune: if you will watch his going thence, which I will fashion to fall out between twelve and one, you may take him at your pleasure: I will be near to second your attempt, and he shall fall between us: come, [240] stand not amaz’d at it, but go along with me, I will show you such a necessity in his death, that you shall think yourself bound to put it on him. It is now high suppertime, and the night grows to waste: about it. [245]\n\nRODERIGO. I will hear further reason for this.\n\nIAGO. And you shall be satisfied.\n\n(Exeunt.)\n\nScene 3\n\nAnother Room in the Castle.\n\nEnter Othello, Lodovico, Desdemona, Emilia, and Attendants.\n\nLODOVICO. I do beseech you, sir, trouble yourself no further.\n\nOTHELLO. O, pardon me, it shall do me good to walk.\n\nLODOVICO. Madame, good night. I humbly thank your ladyship.\n\nDESDEMONA. Your honour is most welcome.\n\nOTHELLO.    Will you walk, sir? ...\n\nO Desdemona, – [5]\n\nDESDEMONA. My lord?\n\nOTHELLO. Get you to bed, o’ the instant I will be return’d, forthwith , dispatch your attendant there: ... look it be done.\n\nDESDEMONA. I will, my lord. [10]\n\n(Exeunt Othello, Lodovico, and Attendants.)\n\nEMILIA. How goes it now? he looks gentler than he did.\n\nDESDEMONA. He says he will return incontinent:\n\nHe hath commanded me to go to bed,\n\nAnd bade me to dismiss you.\n\nEMILIA.    Dismiss me?\n\nDESDEMONA. It was his bidding, therefore, good Emilia, [15]\n\nGive me my nightly wearing , and adieu,\n\nWe must not now displease him.\n\nEMILIA. I would you had never seen him!\n\nDESDEMONA. So would not I, my love doth so approve him,\n\nThat even his stubbornness , his check s and frown s , – [20]\n\nPrithee unpin me, – have grace and favour in them.\n\nEMILIA. I have laid those sheets you bade me on the bed.\n\nDESDEMONA. All’s one, good faith: how foolish are our minds!\n\nIf I do die before thee, prithee shroud me\n\nIn one of those same sheets.\n\nEMILIA.    Come, come, you talk. [25]\n\nDESDEMONA. My mother had a maid call’d Barbary,\n\nShe was in love, and he she lov’d prov’d mad,\n\nAnd did forsake her; she had a song of “ willow ”,\n\nAn old thing ’twas, but it express’d her fortune,\n\nAnd she died singing it; that song to-night [30]\n\nWill not go from my mind ... I have much to do,\n\nBut to go hang my head all at one side\n\nAnd sing it like poor Barbary: prithee dispatch.\n\nEMILIA. Shall I go fetch your night-gown?\n\nDESDEMONA.    No, unpin me here;\n\nThis Lodovico is a proper man. [35]\n\nEMILIA. A very handsome man.\n\nDESDEMONA. He speaks well.\n\nEMILIA. I know a lady in Venice would have walk’d barefoot to Palestine for a touch of his nether lip.\n\nDESDEMONA (singing).\n\nThe poor soul sat sighing, by a sycamore tree, [40]\n\nSing all a green willow:\n\nHer hand on her bosom her head on her knee,\n\nSing willow, willow, willow.\n\nThe fresh streams ran by her, and murmur ’d her moan s ,\n\nSing willow, willow, willow. [45]\n\nHer salt tears fell from her, which soften’d the stones: –\n\nLay by these: –\n\nSing willow, willow, willow.\n\nPrithee hie  thee: he’ll come anon: –\n\nSing all a green willow must be my garland . [50]\n\nLet nobody blame him, his scorn I approve, –\n\nNay, that’s not next. Hark! who’s that knocks?\n\nEMILIA. It is the wind.\n\nDESDEMONA.\n\nI call’d my love false love; but what said he then?\n\nSing willow, willow, willow: [55]\n\nIf I court moe women, you’ll couch with moe men.\n\nNow get thee gone; good night: mine eyes do itch ,\n\nDoes that bode weeping?\n\nEMILIA.    ’Tis neither here nor there.\n\nDESDEMONA. I have heard it said so. O, these men, these men!\n\nDost thou in conscience think, – tell me, Emilia, – [60]\n\nThat there be women do abuse their husbands\n\nIn such gross kind?\n\nEMILIA.    There be some such, no question.\n\nDESDEMONA. Wouldst thou do such a deed, for all the world?\n\nEMILIA. Why, would not you?\n\nDESDEMONA.    No, by this heavenly light!\n\nEMILIA. Nor I neither, by this heavenly light, [65]\n\nI might do it as well in the dark.\n\nDESDEMONA. Wouldst thou do such a thing for all the world?\n\nEMILIA. The world is a huge thing, it is a great price,\n\nFor a small vice.\n\nDESDEMONA. Good troth , I think thou wouldst not.\n\nEMILIA. By my troth, I think I should, and undo ’t [70] when I had done it; marry, I would not do such a thing for a joint-ring ; or for measures of lawn , nor for gown s , or petticoats, nor caps, nor any such exhibition; but, for the whole world? ud’s pity, who would not make her husband a cuckold, to make [75] him a monarch? I should venture  purgatory for it.\n\nDESDEMONA. Beshrew me, if I would do such a wrong,\n\nFor the whole world.\n\nEMILIA. Why, the wrong is but a wrong i’ the world; and having the world for your labour, ’tis a wrong in [80] your own world, and you might quickly make it right.\n\nDESDEMONA. I do not think there is any such woman.\n\nEMILIA. Yes, a dozen, and as many to the vantage , as would\n\nstore the world they played for. [85]\n\nBut I do think it is their husbands’ faults\n\nIf wives do fall: say, that they slack their duties,\n\nAnd pour our treasures into foreign lap s ;\n\nOr else break out in peevish jealousies,\n\nThrowing restraint upon us: or say they strike us, [90]\n\nOr scant our former having in despite,\n\nWhy, we have galls: and though we have some grace,\n\nYet have we some revenge. Let husbands know,\n\nTheir wives have sense like them: they see, and smell,\n\nAnd have their palates both for sweet, and sour, [95]\n\nAs husbands have. What is it that they do,\n\nWhen they change us for others? Is it sport?\n\nI think it is: and doth affection breed it?\n\nI think it doth. Is ’t frailty that thus errs?\n\nIt is so too. And have not we affections? [100]\n\nDesires for sport? and frailty, as men have?\n\nThen let them use us well: else let them know,\n\nThe ills we do, their ills instruct us so.\n\nDESDEMONA. Good night, good night: God me such usage send,\n\nNot to pick bad from bad, but by bad mend! [105]\n\n(Exeunt.)\n\nAct V\n\nScene 1\n\nA Street.\n\nEnter Iago and Roderigo.\n\nIAGO. Here stand behind this bulk , straight will he come,\n\nWear thy good rapier bare, and put it home,\n\nQuick, quick, fear nothing, I’ll be at thy elbow;\n\nIt makes us or it mar s us, think of that,\n\nAnd fix most firm thy resolution . [5]\n\nRODERIGO. Be near at hand, I may miscarry in ’t .\n\nIAGO. Here at thy hand, be bold, and take thy sword.\n\n(Retires.)\n\nRODERIGO. I have no great devotion to the deed;\n\nAnd yet he has given me satisfying reasons,\n\n’Tis but a man gone: forth, my sword, he dies. [10]\n\nIAGO. I have rubb’d this young quat almost to the sense,\n\nAnd he grows angry now: whether he kill Cassio,\n\nOr Cassio him, or each do kill the other,\n\nEvery way makes my game; live Roderigo,\n\nHe calls me to a restitution large, [15]\n\nFor gold and jewels, that I bob b’d from him,\n\nAs gifts to Desdemona:\n\nIt must not be; if Cassio do remain,\n\nHe has a daily beauty in his life,\n\nThat makes me ugly: and besides, the Moor [20]\n\nMay unfold me to him; there stand I in peril :\n\nNo, he must die, be ’t so, I hear him coming.\n\n(Enter Cassio.)\n\nRODERIGO. I know his gait , ’tis he, villain, thou diest!\n\n(Makes a pass at Cassio.)\n\nCASSIO. That thrust had been my enemy indeed,\n\nBut that my coat is better than thou think’st; [25]\n\nI will make proof of thine.\n\n(Draws, and wounds Roderigo.)\n\nRODERIGO.    O, I am slain!\n\n(Iago from behind wounds Cassio in the leg, and exit.)\n\nCASSIO. I am maim’d for ever, light, ho, murder, murder!\n\n(Falls.)\n\n(Enter Othello.)\n\nOTHELLO. The voice of Cassio, Iago keeps his word.\n\nRODERIGO. O villain that I am!\n\nOTHELLO.    Hark, ’tis even so.\n\nCASSIO. O, help, ho! light! a surgeon! [30]\n\nOTHELLO. ’Tis he, O brave Iago, honest and just,\n\nThat hast such noble sense of thy friend’s wrong,\n\nThou teachest me; ... minion , your dear lies dead,\n\nAnd your fate hie s  apace ; strumpet, I come;\n\nForth of my heart those charms, thine eyes, are blotted , [35]\n\nThy bed, lust-stain’d, shall with lust’s blood be spotted.\n\n(Exit.)\n\n(Enter Lodovico and Gratiano.)\n\nCASSIO. What ho, no watch, no passage? murder, murder!\n\nGRATIANO. ’Tis some mischance , the cry is very direful .\n\nCASSIO. O, help!\n\nLODOVICO. Hark! [40]\n\nRODERIGO. O wretched villain.\n\nLODOVICO. Two or three groan s ; it is a heavy night,\n\nThese may be counterfeit s , let’s think ’t unsafe\n\nTo come into the cry without more help.\n\nRODERIGO. Nobody come; then shall I bleed to death. [45]\n\n(Enter Iago with a light.)\n\nLODOVICO. Hark!\n\nGRATIANO. Here’s one comes in his shirt, with lights and weapons.\n\nIAGO. Who’s there? whose noise is this, that cries on murder?\n\nLODOVICO. I do not know.\n\nIAGO.    Did not you hear a cry?\n\nCASSIO. Here, here, for heaven’s sake help me!\n\nIAGO.    What’s the matter? [50]\n\nGRATIANO. This is Othello’s ancient, as I take it.\n\nLODOVICO. The same indeed, a very valiant fellow.\n\nIAGO. What are you here, that cry so grievously ?\n\nCASSIO. Iago! O, I am spoil’d, undone by villains,\n\nGive me some help. [55]\n\nIAGO. O, my lieutenant! what villains have done this?\n\nCASSIO. I think the one of them is hereabout,\n\nAnd cannot make away.\n\nIAGO.    O treacherous villains!\n\nWhat are you there? come in and give some help.\n\n(To Lodovico and Gratiano.)\n\nRODERIGO. O, help me here! [60]\n\nCASSIO. That’s one of ’em.\n\nIAGO.    O murderous slave, O villain!\n\n(Stabs Roderigo.)\n\nRODERIGO. O damn’d Iago, O inhuman dog, ... oh, oh, oh.\n\nIAGO. Kill him i’ the dark? Where be those bloody thieves?\n\nHow silent is this town! Ho, murder, murder!\n\nWhat may you be, are you of good or evil? [65]\n\nLODOVICO. As you shall prove us, praise us.\n\nIAGO. Signior Lodovico?\n\nLODOVICO. He, sir.\n\nIAGO. I cry you mercy: here’s Cassio hurt by villains.\n\nGRATIANO. Cassio! [70]\n\nIAGO. How is it, brother?\n\nCASSIO. My leg is cut in two.\n\nIAGO.    Marry, heaven forbid!\n\nLight, gentlemen, I’ll bind it with my shirt.\n\n(Enter Bianca.)\n\nBIANCA. What is the matter, ho? who is ’t that cried?\n\nIAGO. Who is ’t that cried? [75]\n\nBIANCA. O my dear Cassio, O my sweet Cassio!\n\nCassio, Cassio!\n\nIAGO. O notable strumpet! Cassio, may you suspect\n\nWho they should be, that thus have mangle d you?\n\nCASSIO. No. [80]\n\nGRATIANO. I am sorry to find you thus, I have been to seek you.\n\nIAGO. Lend me a garter . So: – O for a chair,\n\nTo bear him easily hence!\n\nBIANCA. Alas, he faints! O Cassio, Cassio, Cassio!\n\nIAGO. Gentlemen all, I do suspect this trash [85]\n\nTo bear a part in this: patience awhile, good Cassio:\n\nLend me a light; know we this face, or no?\n\nAlas, my friend, and my dear countryman:\n\nRoderigo? no, – yes, sure: O heaven, Roderigo.\n\nGRATIANO. What, of Venice? [90]\n\nIAGO. Even he, sir, did you know him?\n\nGRATIANO.    Know him? ay.\n\nIAGO. Signior Gratiano, I cry you gentle pardon:\n\nThese bloody accidents must excuse my manners,\n\nThat so neglected you.\n\nGRATIANO.    I am glad to see you.\n\nIAGO. How do you, Cassio? O, a chair, a chair! [95]\n\nGRATIANO. Roderigo!\n\nIAGO. He, ’tis he.\n\n(A chair brought in.)\n\nO, that’s well said, a chair:\n\nSome good man bear him carefully from hence,\n\nI’ll fetch the general’s surgeon: (to Bianca) for you, mistress, [100]\n\nSave you your labour; – he that lies slain here, Cassio,\n\nWas my dear friend, what malice was betwixt you?\n\nCASSIO. None in the world, nor do I know the man.\n\nIAGO (to Bianca) . What, look you pale? – O, bear him out o’ the air.\n\n(Cassio and Roderigo are borne off.)\n\nStay you, good gentlewoman; look you pale, mistress? [105]\n\nDo you perceive the gestures of her eye?\n\nNay, an you stir, – we shall have more anon:\n\nBehold her well I pray you, look upon her,\n\nDo you see, gentlemen? nay, guiltiness\n\nWill speak, though tongues were out of use. [110]\n\n(Enter Emilia.)\n\nEMILIA. ’Las , what’s the matter? what’s the matter, husband?\n\nIAGO. Cassio has here been set on in the dark,\n\nBy Roderigo, and fellows that are ’scap’d,\n\nHe’s almost slain, and Roderigo dead.\n\nEMILIA. Alas, good gentleman! alas, good Cassio! [115]\n\nIAGO. This is the fruit of whoring; pray, Emilia,\n\nGo know of Cassio where he supp’d to-night:\n\nWhat, do you shake at that?\n\nBIANCA. He supp’d at my house, but I therefore shake not.\n\nIAGO. O, did he so? I charge you go with me. [120]\n\nEMILIA. Fie, fie upon thee, strumpet!\n\nBIANCA. I am no strumpet, but of life as honest\n\nAs you, that thus abuse me.\n\nEMILIA.    As I? faugh , fie upon thee!\n\nIAGO. Kind gentlemen, let’s go see poor Cassio dress’d ;\n\nCome, mistress, you must tell ’s another tale. [125]\n\nEmilia, run you to the citadel,\n\nAnd tell my lord and lady what has happ’d:\n\nWill you go on, I pray? (Aside.) This is the night\n\nThat either makes me, or fordo es me quite.\n\n(Exeunt.)\n\nScene 2\n\nA Bedchamber in the Castle.\n\nDesdemona in bed asleep. Enter Othello, with a light.\n\nOTHELLO. It is the cause, it is the cause, my soul,\n\nLet me not name it to you, you chaste stars:\n\nIt is the cause, yet I’ll not shed her blood,\n\nNor scar that whiter skin of hers than snow,\n\nAnd smooth, as monumental alabaster; [5]\n\nYet she must die, else she’ll betray more men.\n\nPut out the light, and then put out the light:\n\nIf I quench thee, thou flaming minister ,\n\nI can again thy former light restore ,\n\nShould I repent me; but once put out thine, [10]\n\nThou cunning pattern of excelling nature,\n\nI know not where is that Promethean heat\n\nThat can thy light relume : when I have pluck’d the rose,\n\nI cannot give it vital growth again,\n\nIt must needs wither ; I’ll smell it on the tree, [15]\n\n(Kisses her. )\n\nA balmy breath, that doth almost persuade\n\nJustice herself to break her sword: once more:\n\nBe thus, when thou art dead, and I will kill thee,\n\nAnd love thee after: once more, and this the last,\n\nSo sweet was ne’er so fatal: I must weep, [20]\n\nBut they are cruel tears; this sorrow’s heavenly,\n\nIt strikes when it does love: she wakes.\n\nDESDEMONA. Who’s there? Othello?\n\nOTHELLO.    Ay, Desdemona.\n\nDESDEMONA. Will you come to bed, my lord?\n\nOTHELLO. Have you pray’d to-night, Desdemona?\n\nDESDEMONA.    Ay, my lord. [25]\n\nOTHELLO. If you bethink yourself of any crime,\n\n Unreconcil’d as yet to heaven and grace,\n\n Solicit for it straight.\n\nDESDEMONA. Alas, my lord, what may you mean by that?\n\nOTHELLO. Well, do it, and be brief, I will walk by, [30]\n\nI would not kill thy unprepared spirit,\n\nNo, heaven forfend , I would not kill thy soul.\n\nDESDEMONA. Talk you of killing?\n\nOTHELLO.    Ay, I do.\n\nDESDEMONA.        Then heaven\n\nHave mercy on me!\n\nOTHELLO.    Amen, with all my heart!\n\nDESDEMONA. If you say so, I hope you will not kill me. [35]\n\nOTHELLO. Hum!\n\nDESDEMONA. And yet I fear you, for you are fatal then,\n\nWhen your eyes roll so: why I should fear, I know not,\n\n Sin ce guiltiness I know not, but yet I feel I fear.\n\nOTHELLO. Think on thy sins.\n\nDESDEMONA.    They are loves I bear to you. [40]\n\nOTHELLO. And for that thou diest.\n\nDESDEMONA. That death’s unnatural, that kills for loving;\n\nAlas, why gnaw you so your nether lip?\n\nSome bloody passion shakes your very frame,\n\nThese are portent s ; but yet I hope, I hope, [45]\n\nThey do not point on me.\n\nOTHELLO.    Peace, and be still!\n\nDESDEMONA. I will, so, what’s the matter?\n\nOTHELLO. That handkerchief which I so lov’d, and gave thee,\n\nThou gavest to Cassio.\n\nDESDEMONA.    No, by my life and soul,\n\nSend for the man and ask him. [50]\n\nOTHELLO. Sweet soul, take heed, take heed of perjury ,\n\nThou art on thy death-bed.\n\nDESDEMONA.    Ay, but not yet to die.\n\nOTHELLO. Yes, presently:\n\nTherefore confess thee freely of thy sin,\n\nFor to deny each article with oath  [55]\n\nCannot remove, nor choke the strong conceit,\n\nThat I do groan withal: thou art to die.\n\nDESDEMONA. Then Lord have mercy on me!\n\nOTHELLO.    I say, amen.\n\nDESDEMONA. And have you mercy too! I never did\n\nOffend you in my life, ... never lov’d Cassio, [60]\n\nBut with such general warranty of heaven,\n\nAs I might love: I never",
      "summary": "Othello, under Iago's manipulation, begins to believe Desdemona is unfaithful. Lodovico witnesses Othello's changed demeanor after striking Desdemona. Emilia affirms Desdemona's innocence, but Othello dismisses her claims fueled by jealousy. In a private confrontation, Othello accuses Desdemona of infidelity and disregards her declarations of innocence, leading to intense arguments and increasing distress. Meanwhile, Iago successfully manipulates Roderigo to ambush Cassio, but the plot fails to result in Cassio's death.",
      "prominence": 95,
      "key_characters": [
        {
          "name": "Othello",
          "description": "A Moorish general in the Venetian army, newly married to Desdemona.",
          "experience": "Believes Desdemona's infidelity due to Iago's manipulation, becomes consumed by jealousy and anger, leading to tragic decisions."
        },
        {
          "name": "Desdemona",
          "description": "Othello's wife, exemplifies innocence and fidelity.",
          "experience": "Demonstrates unwavering love and devotion to Othello despite his unfounded accusations, suffers emotional distress."
        },
        {
          "name": "Iago",
          "description": "Othello’s ensign, manipulative and cunning, orchestrating the downfall of Othello.",
          "experience": "Continues to manipulate characters; orchestrates Roderigo's ambush attempt on Cassio under the guise of restoring Roderigo's prospects."
        },
        {
          "name": "Emilia",
          "description": "Iago's wife and Desdemona's maid, loyal but simple-minded.",
          "experience": "Defends Desdemona's character, unaware of her husband's scheme, tries to appeal to Othello's reason."
        },
        {
          "name": "Roderigo",
          "description": "A Venetian gentleman, manipulated by Iago.",
          "experience": "Convinced by Iago to attack Cassio to prevent Othello and Desdemona's supposed return to Venice."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Lodovico, Iago, and others discuss Othello's dramatic change in demeanor after striking Desdemona.",
          "topic": "Disbelief at Othello's change and discussion of his actions.",
          "key_characters": [
            {
              "name": "Lodovico",
              "motivation": "Express incredulity at Othello's actions; seeks explanation for drastic behavior."
            },
            {
              "name": "Iago",
              "motivation": "Maintain facade of loyalty while secretly inflaming doubts about Othello's stability."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The atmosphere is tense; Othello has just exited in a rage, leaving Lodovico and Iago behind."
            },
            {
              "character": "Lodovico",
              "message": "[How can a man so noble become so estranged from reason?] (in disbelief) Is this the noble Moor, whom our full senate..."
            },
            {
              "character": "Iago",
              "message": "[This confusion serves my purpose, but I must not show it.] (somberly) He is much chang’d."
            },
            {
              "character": "Lodovico",
              "message": "[I hope nothing is truly wrong with him; his position demands sound judgment.] (concerned) Are his wits safe? is he not light of brain?"
            },
            {
              "character": "Iago",
              "message": "[I cannot tell them my plan, but I must protect my facade.] (evasively) He’s that he is; I may not breathe my censure..."
            },
            {
              "character": "Lodovico",
              "message": "[A man should not treat his own flesh this way.] (appalled) What, strike his wife?"
            },
            {
              "character": "Iago",
              "message": "[It's almost perfect how the pieces are falling into place.] (feigning concern) Faith, that was not so well..."
            },
            {
              "character": "Lodovico",
              "message": "[What has caused him to act so harshly?] (puzzled) Is it his use?"
            },
            {
              "character": "Iago",
              "message": "[Patient observer, this all will become clear soon.] (cautiously) ...you shall observe him, and his own courses will denote him so."
            },
            {
              "character": "Lodovico",
              "message": "[My trust in Othello is shaken; perhaps I misjudged him.] (resigned) I am sorry that I am deceiv’d in him."
            }
          ]
        },
        {
          "scenario": "Desdemona and Emilia converse before Desdemona goes to bed, following Othello's troubled orders.",
          "topic": "Contemplation on loyalty and suffering in marriage.",
          "key_characters": [
            {
              "name": "Desdemona",
              "motivation": "Reflect on her love for Othello despite mistreatment, find solace in memories of past loyalty."
            },
            {
              "name": "Emilia",
              "motivation": "Console Desdemona, try to protect her from Othello's wrath."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The room is dimly lit, creating a somber and contemplative mood as Desdemona prepares for bed."
            },
            {
              "character": "Desdemona",
              "message": "[Even in his anger, I find love for him.] (softly) How goes it now? he looks gentler than he did."
            },
            {
              "character": "Emilia",
              "message": "[I wish to keep her safe, even if it means defying the Moor.] (cautiously) I would you had never seen him!"
            },
            {
              "character": "Desdemona",
              "message": "[His faults are like thorns among roses; painful but endearing.] (smiling sadly) So would not I, my love doth so approve him..."
            },
            {
              "character": "Emilia",
              "message": "[I must prepare myself for what's ahead.] (firmly) I have laid those sheets you bade me on the bed."
            },
            {
              "character": "Desdemona",
              "message": "[Death can't be far, with how everything's unfolded.] (whimsically) If I do die before thee, prithee shroud me..."
            },
            {
              "character": "Emilia",
              "message": "[I can't let her succumb to such ideas.] (comfortingly) Come, come, you talk."
            },
            {
              "character": "Desdemona",
              "message": "[Barbary's tragic end haunts me as well; the song lingers in my mind.] (singing) The poor soul sat sighing, by a sycamore tree..."
            },
            {
              "character": "Emilia",
              "message": "[We must face this together, whatever may come.] (encouragingly) Shall I go fetch your night-gown?"
            },
            {
              "character": "Desdemona",
              "message": "[I must face him with grace, even in sorrow.] (tiredly) No, unpin me here..."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 4
    },
    {
      "text": "By heaven, I saw my handkerchief in his hand:\n\nO perjur’d woman, thou dost stone thy heart,\n\nAnd makest me call what I intend to do [65]\n\nA murder, which I thought a sacrifice;\n\nI saw the handkerchief.\n\nDESDEMONA.    He found it then,\n\nI never gave it him, send for him hither,\n\nAnd let him confess a truth.\n\nOTHELLO.    He hath confess’d.\n\nDESDEMONA. What, my lord? [70]\n\nOTHELLO. That he hath ... us’d thee.\n\nDESDEMONA.    How? unlawfully?\n\nOTHELLO. Ay.\n\nDESDEMONA.    He will not say so.\n\nOTHELLO.         No, his mouth is stopp’d,\n\nHonest Iago hath ta’en order for ’t.\n\nDESDEMONA. My fear interprets then, ...\n\nWhat, is he dead?\n\nOTHELLO.    Had all his hairs been lives, [75]\n\nMy great revenge had stomach for ’em all.\n\nDESDEMONA. Alas, he is betray’d, and I undone.\n\nOTHELLO. O strumpet, ... weepest thou for him to my face?\n\nDESDEMONA. O, banish me, my lord, but kill me not.\n\nOTHELLO. Down, strumpet! [80]\n\nDESDEMONA. Kill me to-morrow, let me live to-night.\n\nOTHELLO. Nay, an you strive, –\n\nDESDEMONA. But half an hour, but while I say one prayer!\n\nOTHELLO. ’Tis too late.\n\n(He stifle s her.)\n\nDESDEMONA. O Lord, Lord, Lord! [85]\n\nEMILIA (within). My lord, my lord! what, ho, my lord, my lord!\n\nOTHELLO. What voice is this? Not dead? not yet quite dead?\n\nI that am cruel, am yet merciful,\n\nI would not have thee linger in thy pain, ...\n\nSo, so.\n\nEMILIA (within). What ho, my lord, my lord!\n\nOTHELLO.    Who’s there? [90]\n\nEMILIA (within). O good my lord, I ’ld speak a word with you!\n\nOTHELLO. Yes, ’tis Emilia, by and by: she’s dead:\n\n’Tis like she comes to speak of Cassio’s death;\n\nThe noise was here; ha, no more moving,\n\nStill as the grave: shall she come in? were ’t good? [95]\n\nI think she stirs again; no, what’s the best?\n\nIf she come in, she’ll sure speak to my wife.\n\nMy wife, my wife, my wife; I ha’ no wife;\n\nO, insupportable ! O heavy hour!\n\nMethinks it should be now a huge eclipse  [100]\n\nOf sun and moon, and that the affrighted globe\n\nShould yawn at alteration .\n\nEMILIA (within). I do beseech you I may speak with you, ...\n\nGood my lord!\n\nOTHELLO. I had forgot thee: O, come in, Emilia. [105]\n\nSoft, by and by; let me the curtains draw.\n\nWhere art thou?\n\n(Unlocks the door.)\n\n(Enter Emilia.)\n\nWhat’s the matter with thee now?\n\nEMILIA. O, my good lord, yonder ’s foul murders done!\n\nOTHELLO. What, now?\n\nEMILIA.    But now, my lord.\n\nOTHELLO. It is the very error of the moon, [110]\n\n She comes more near the earth than she was wont,\n\nAnd makes men mad.\n\nEMILIA. Cassio, my lord, has kill’d a young Venetian,\n\nCall’d Roderigo.\n\nOTHELLO.    Roderigo kill’d,\n\nAnd Cassio kill’d?\n\nEMILIA.    No, Cassio is not kill’d. [115]\n\nOTHELLO. Not Cassio kill’d? then murder ’s out of tune,\n\nAnd sweet revenge grows harsh .\n\nDESDEMONA. O, falsely, falsely murder’d!\n\nEMILIA.    O Lord, what cry is that?\n\nOTHELLO. That? what?\n\nEMILIA. Out and alas! it is my lady’s voice; [120]\n\nHelp, help, ho, help! O lady, speak again,\n\nSweet Desdemona, O sweet mistress, speak!\n\nDESDEMONA. A guiltless death I die.\n\nEMILIA. O, who has done this deed?\n\nDESDEMONA. Nobody, I myself, farewell: [125]\n\n Commend me to my kind lord, O, farewell!\n\n(She dies.)\n\nOTHELLO. Why, how should she be murder’d?\n\nEMILIA.    Alas, who knows?\n\nOTHELLO. You heard her say, herself, it was not I.\n\nEMILIA. She said so, I must needs report a truth.\n\nOTHELLO. She’s like a liar gone to burning hell, [130]\n\n’Twas I that kill’d her.\n\nEMILIA.    O, the more angel she,\n\nAnd you the blacker devil!\n\nOTHELLO. She turn’d to folly , and she was a whore.\n\nEMILIA. Thou dost belie her, and thou art a devil.\n\nOTHELLO. She was false as water.\n\nEMILIA.    Thou as rash as fire, [135]\n\nTo say that she was false: O, she was heavenly true!\n\nOTHELLO. Cassio did top her, ask thy husband else;\n\nO, I were damn’d beneath all depth in hell,\n\nBut that I did proceed, upon just grounds,\n\nTo this extremity; thy husband knew it all. [140]\n\nEMILIA. My husband?\n\nOTHELLO. Thy husband.\n\nEMILIA. That she was false to wedlock ?\n\nOTHELLO. Ay, with Cassio: nay, had she been true,\n\nIf heaven would make me such another world, [145]\n\nOf one entire and perfect chrysolite ,\n\nI ’ld not have sold her for it.\n\nEMILIA. My husband?\n\nOTHELLO.    Ay, ’twas he that told me first,\n\nAn honest man he is, and hates the slime\n\nThat sticks on filthy deeds.\n\nEMILIA.    My husband? [150]\n\nOTHELLO. What needs this iteration ? woman, I say thy husband.\n\nEMILIA. O mistress, villainy hath made mocks with love!\n\nMy husband say that she was false!\n\nOTHELLO.    He, woman;\n\nI say thy husband: dost understand the word?\n\nMy friend, thy husband, honest, honest Iago. [155]\n\nEMILIA. If he say so, may his pernicious soul\n\nRot half a grain a day! he lies to the heart,\n\nShe was too fond of her most filthy bargain .\n\nOTHELLO. Ha!\n\nEMILIA. Do thy worst, [160]\n\nThis deed of thine is no more worthy heaven,\n\nThan thou wast  worthy her.\n\nOTHELLO.    Peace, you were best.\n\nEMILIA. Thou hast not half the power to do me harm\n\nAs I have to be hurt: O gull , O dolt ,\n\nAs ignorant as dirt; thou hast done a deed ... [165]\n\nI care not for thy sword, I’ll make thee known,\n\nThough I lost twenty lives: help, help, O help!\n\nThe Moor has kill’d my mistress, murder, murder!\n\n(Enter Montano, Gratiano, Iago, and others.)\n\nMONTANO. What is the matter? How now, general?\n\nEMILIA. O, are you come, Iago? you have done well, [170]\n\nThat men must lay their murders on your neck.\n\nALL. What is the matter?\n\nEMILIA. Disprove this villain, if thou be’st a man;\n\nHe says thou told’st him that his wife was false,\n\nI know thou didst not, thou art not such a villain: [175]\n\nSpeak, for my heart is full.\n\nIAGO. I told him what I thought, and told no more\n\nThan what he found himself was apt and true.\n\nEMILIA. But did you ever tell him she was false?\n\nIAGO. I did. [180]\n\nEMILIA. You told a lie, an odious damned lie;\n\nUpon my soul, a lie, a wicked lie!\n\nShe false with Cassio; did you say with Cassio?\n\nIAGO. With Cassio, mistress; go to, charm your tongue.\n\nEMILIA. I will not charm my tongue, I am bound to speak:\n\nMy mistress here lies murder’d in her bed. [186]\n\nALL. O heavens forfend!\n\nEMILIA. And your reports have set the murder on.\n\nOTHELLO. Nay, stare not, masters, it is true indeed.\n\nGRATIANO. ’Tis a strange truth. [190]\n\nMONTANO. O monstrous act!\n\nEMILIA.    Villainy, villainy, villainy!\n\nI think upon ’t: I think I smell ’t: O villainy!\n\nI thought so then: I’ll kill myself for grief:\n\nO villainy, villainy!\n\nIAGO. What, are you mad? I charge you get you home. [195]\n\nEMILIA. Good gentlemen, let me have leave to speak,\n\n’Tis proper I obey him, but not now:\n\nPerchance, Iago, I will ne’er go home.\n\nOTHELLO. O! O! O!\n\n(Falling on the bed.)\n\nEMILIA.    Nay, lay thee down, and roar,\n\nFor thou hast kill’d the sweetest innocent [200]\n\nThat e’er did lift up eye.\n\nOTHELLO (rising). O, she was foul:\n\nI scarce did know you, uncle, there lies your niece,\n\nWhose breath indeed these hands have newly stopp’d;\n\nI know this act shows terrible and grim.\n\nGRATIANO. Poor Desdemona, I am glad thy father’s dead; [205]\n\nThy match was mortal to him, and pure grief\n\n Shore his old thread  atwain : did he live now,\n\nThis sight would make him do a desperate turn,\n\nYea, curse his better angel from his side,\n\nAnd fall to reprobation . [210]\n\nOTHELLO. ’Tis pitiful, but yet Iago knows\n\nThat she with Cassio hath the act of shame\n\nA thousand times committed; Cassio confess’d it,\n\nAnd she did gratify his amorous works ,\n\nWith the recognizance and pledge of love, [215]\n\nWhich I first gave her; I saw it in his hand,\n\nIt was a handkerchief; an antique token\n\nMy father gave my mother.\n\nEMILIA. O God, O heavenly God!\n\nIAGO.    Zounds, hold your peace.\n\nEMILIA. ’Twill out, it will: I hold my peace sir, no, [220]\n\nI’ll be in speaking, liberal as the air,\n\nLet heaven, and men, and devils, let ’em all,\n\nAll, all cry shame against me, yet I’ll speak.\n\nIAGO. Be wise, and get you home.\n\nEMILIA.    I will not.\n\n(Iago offers to stab Emilia.)\n\nGRATIANO.    Fie,\n\nYour sword upon a woman? [225]\n\nEMILIA. O thou dull Moor, that handkerchief thou speak’st on,\n\nI found by fortune, and did give my husband;\n\nFor often with a solemn earnestness,\n\nMore than indeed belong’d to such a trifle,\n\nHe begg’d of me to steal it.\n\nIAGO.    Villainous whore! [230]\n\nEMILIA. She gave it Cassio? no, alas, I found it,\n\nAnd I did give ’t my husband.\n\nIAGO. Filth , thou liest!\n\nEMILIA. By heaven I do not, I do not, gentlemen;\n\nO murderous coxcomb ! what should such a fool\n\nDo with so good a woman?\n\nOTHELLO.    Are there no stones in heaven [235]\n\nBut what serves for the thunder? Precious villain!\n\n(He runs at Iago . )\n\n(Iago stabs Emilia.)\n\nGRATIANO. The woman falls, sure he has kill’d his wife.\n\nEMILIA. Ay, ay, O lay me by my mistress’ side.\n\n(Exit Iago . )\n\nGRATIANO. He’s gone, but his wife’s kill’d.\n\nMONTANO. ’Tis a notorious villain; take you this weapon, [240]\n\nWhich I have here recover’d from the Moor:\n\nCome, guard the door without, let him not pass,\n\nBut kill him rather; I’ll after that same villain,\n\nFor ’tis a damned slave.\n\n(Exeunt Montano and Gratiano.)\n\nOTHELLO.    I am not valiant neither,\n\nBut every puny  whipster gets my sword; [245]\n\nBut why should honour outlive honesty?\n\nLet it go all.\n\nEMILIA.    What did thy song bode, lady?\n\nHark, canst thou hear me? I will play the swan ,\n\nAnd die in music: (Singing.) Willow, willow, willow .\n\nMoor, she was chaste, she lov’d thee, cruel Moor, [250]\n\nSo come my soul to bliss, as I speak true;\n\nSo speaking as I think, I die, I die.\n\n(She dies.)\n\nOTHELLO. I have another weapon in this chamber,\n\nIt is a sword of Spain, the ice-brook ’s  temper ;\n\nO, here it is; uncle, I must come forth. [255]\n\nGRATIANO (within). If thou attempt it, it will cost thee dear;\n\nThou hast no weapon, and perforce must suffer.\n\nOTHELLO. Look in upon me then, and speak to me,\n\nOr, naked as I am, I will assault thee.\n\n(Enter Gratiano.)\n\nGRATIANO. What is the matter?\n\nOTHELLO.    Behold, I have a weapon, [260]\n\nA better never did itself sustain\n\nUpon a soldier’s thigh: I have seen the day,\n\nThat with this little arm, and this good sword,\n\nI have made my way through more impediments\n\nThan twenty times your stop: but O vain boast, [265]\n\nWho can control his fate? ’tis not so now.\n\nBe not afraid, though you do see me weapon’d:\n\nHere is my journey’s end, here is my butt ,\n\nAnd very sea-mark of my utmost sail.\n\nDo you go back dismay’d ? ’tis a lost fear: [270]\n\nMan but a rush against Othello’s breast,\n\nAnd he retires. Where should Othello go?\n\nNow: how dost thou look now? O ill-starr’d wench,\n\nPale as thy smock , when we shall meet at count ,\n\nThis look of thine will hurl my soul from heaven, [275]\n\nAnd fiends will snatch at it: cold, cold, my girl,\n\nEven like thy chastity ; O cursed slave!\n\nWhip me, you devils,\n\nFrom the possession of this heavenly sight,\n\nBlow me about in winds, roast me in sulphur, [280]\n\nWash me in steep-down  gulf s of liquid fire!\n\nO Desdemona, Desdemona dead,\n\nOh, oh, oh.\n\n(Enter Lodovico, Montano, Officers with Iago, prisoner, and Cassio in a chair.)\n\nLODOVICO. Where is this rash and most unfortunate man?\n\nOTHELLO. That’s he that was Othello; here I am. [285]\n\nLODOVICO. Where is this viper? bring the villain forth.\n\nOTHELLO. I look down towards his feet, but that’s a fable,\n\nIf that thou be’st a devil, I cannot kill thee.\n\n(Wounds Iago . )\n\nLODOVICO. Wring his sword from him.\n\nIAGO.    I bleed, sir, but not kill’d.\n\nOTHELLO. I am not sorry neither, I ’ld have thee live, [290]\n\nFor in my sense ’tis happiness to die.\n\nLODOVICO. O thou Othello, that wert once so good,\n\nFall’n in the practice of a damned slave,\n\nWhat should be said to thee?\n\nOTHELLO.    Why, anything,\n\nAn honourable murderer, if you will: [295]\n\nFor nought did I in hate, but all in honour.\n\nLODOVICO. This wretch hath part confess’d his villainy:\n\nDid you and he consent in Cassio’s death?\n\nOTHELLO. Ay.\n\nCASSIO. Dear general, I did never give you cause. [300]\n\nOTHELLO. I do believe it, and I ask you pardon;\n\nWill you, I pray, demand that demi-devil\n\nWhy he hath thus ensnar’d my soul and body?\n\nIAGO. Demand me nothing, what you know, you know,\n\nFrom this time forth I never will speak word. [305]\n\nLODOVICO. What, not to pray?\n\nGRATIANO. Torment s will ope your lips.\n\nOTHELLO. Well, thou dost best.\n\nLODOVICO. Sir, you shall understand what hath befall’n,\n\nWhich, as I think, you know not: here is a letter,\n\nFound in the pocket of the slain Roderigo; [310]\n\nAnd here another; the one of them imports\n\nThe death of Cassio; to be undertook\n\nBy Roderigo.\n\nOTHELLO. O villain!\n\nCASSIO.    Most heathenish , and most gross!\n\nLODOVICO. Now here’s another discontented paper, [315]\n\nFound in his pocket too, and this, it seems,\n\nRoderigo meant to have sent this damned villain,\n\nBut that, belike , Iago in the nick\n\nCame in, and satisfied him.\n\nOTHELLO.    O the pernicious caitiff !\n\nHow came you, Cassio, by a handkerchief, [320]\n\nThat was my wife’s?\n\nCASSIO.    I found it in my chamber,\n\nAnd he himself confess’d it even now,\n\nThat there he dropp’d it, for a special purpose,\n\nWhich wrought to his desire.\n\nOTHELLO.    O fool, fool, fool!\n\nCASSIO. There is besides in Roderigo’s letter [325]\n\nHow he upbraid s Iago, that he made him\n\n Brave me upon the watch, whereon it came\n\nThat I was cast ; and even but now he spake,\n\nAfter long seeming dead, Iago hurt him,\n\nIago set him on. [330]\n\nLODOVICO. You must forsake this room, and go with us,\n\nYour power and your command is taken off,\n\nAnd Cassio rules in Cyprus: for this slave,\n\nIf there be any cunning cruelty,\n\nThat can torment him much, and hold him long, [ 335]\n\nIt shall be his: you shall close prisoner rest,\n\nTill that the nature of your fault be known\n\nTo the Venetian state; come, bring him away.\n\nOTHELLO. Soft you, a word or two:\n\nI have done the state some service, and they know ’t; [340]\n\nNo more of that: I pray you in your letters,\n\nWhen you shall these unlucky deeds relate ,\n\nSpeak of them as they are; nothing extenuate ,\n\nNor set down aught in malice; then must you speak\n\nOf one that lov’d not wisely, but too well: [345]\n\nOf one not easily jealous, but being wrought,\n\nPerplex’d in the extreme; of one whose hand,\n\nLike the base Indian , threw a pearl away,\n\nRicher than all his tribe: of one whose subdued eyes,\n\n Albeit unused to the melting mood, [350]\n\nDrops tears as fast as the Arabian trees\n\nTheir medicinal gum ; set you down this,\n\nAnd say besides, that in Aleppo once,\n\nWhere a malignant and a turban’d Turk\n\nBeat a Venetian, and traduc’d the state, [355]\n\nI took by the throat the circumcised dog,\n\nAnd smote him thus.\n\n(Stabs himself.)\n\nLODOVICO. O bloody period!\n\nGRATIANO.    All that’s spoke is marr’d.\n\nOTHELLO. I kiss’d thee ere I kill’d thee, no way but this,\n\nKilling myself, to die upon a kiss.",
      "summary": "Othello succumbs to Iago's manipulations, confronting and murdering Desdemona in a tragic misunderstanding. Emilia exposes Iago's scheme, leading to her own death. Othello, realizing his folly, takes his own life, leaving behind a tale of jealousy, betrayal, and tragedy.",
      "prominence": 100,
      "key_characters": [
        {
          "name": "Othello",
          "description": "A Moorish general of great reputation but deeply consumed by jealousy.",
          "experience": "Blinded by jealousy and Iago's lies, Othello tragically kills Desdemona and later takes his own life upon discovering the truth."
        },
        {
          "name": "Desdemona",
          "description": "Othello's devoted and innocent wife.",
          "experience": "Desdemona remains steadfast in her loyalty and love for Othello despite his accusations and ultimately dies at his hands."
        },
        {
          "name": "Emilia",
          "description": "Iago's wife and Desdemona's maid, courageous and loyal to the truth.",
          "experience": "Emilia exposes Iago's treachery, defending Desdemona's honor but is killed by her husband."
        },
        {
          "name": "Iago",
          "description": "A cunning and manipulative ensign driven by jealousy and a lust for power.",
          "experience": "Iago's deceit unravels, but he remains defiant and silent even as his plot is uncovered."
        },
        {
          "name": "Cassio",
          "description": "Othello's loyal lieutenant, unaware of Iago's plot against him.",
          "experience": "Caught in Iago's web of lies but survives the ordeal to take over Othello's position."
        }
      ],
      "chapter": "None",
      "conversation": [
        {
          "scenario": "Othello confronts Desdemona in her bedroom, accusing her of infidelity moments before tragedy ensues.",
          "topic": "Accusation and Desdemona's plea for her life.",
          "key_characters": [
            {
              "name": "Othello",
              "motivation": "Driven by jealousy and determined to punish Desdemona for her perceived betrayal."
            },
            {
              "name": "Desdemona",
              "motivation": "To defend her innocence and survive Othello's wrath."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The room is dark and tense, the flickering candlelight casting ominous shadows as Othello approaches Desdemona."
            },
            {
              "character": "Othello",
              "message": "[She must pay for her infidelity. I cannot let a whore dishonor me.] (angrily) By heaven, I saw my handkerchief in his hand!"
            },
            {
              "character": "Desdemona",
              "message": "[He truly believes this lie; I must convince him.] (pleading) He found it then; I never gave it him. Send for him hither and let him confess a truth."
            },
            {
              "character": "Othello",
              "message": "[Her denials are false! She lies like the traitor she is.] (grimly) He hath confess'd."
            },
            {
              "character": "Desdemona",
              "message": "[Surely he won't believe such a monstrous lie?] (shocked) What, my lord?"
            },
            {
              "character": "Othello",
              "message": "[The truth cannot be hidden any longer.] (coldly) That he hath... us’d thee."
            },
            {
              "character": "Desdemona",
              "message": "[My heart is breaking, but I won't stop defending myself.] How? Unlawfully?"
            },
            {
              "character": "Othello",
              "message": "[Her reaction has no sincerity! A liar till the end.] (snarling) Ay."
            },
            {
              "character": "Desdemona",
              "message": "[Please listen to me, my love...] (pleading and weeping) O, banish me, my lord, but kill me not!"
            },
            {
              "character": "Othello",
              "message": "[Her pleas are too late. The decision is made.] (resolutely) 'Tis too late."
            }
          ]
        },
        {
          "scenario": "Emilia confronts Othello after discovering Desdemona's murder and exposes Iago's plot.",
          "topic": "Revelation of Iago's treachery.",
          "key_characters": [
            {
              "name": "Othello",
              "motivation": "Trying to justify his actions, struggling to process Emilia's revelation."
            },
            {
              "name": "Emilia",
              "motivation": "To expose Iago and vindicate Desdemona's innocence at all costs."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The silence of the night is shattered by Emilia's cries and her confrontation with Othello."
            },
            {
              "character": "Emilia",
              "message": "[How could this have happened? The innocent Desdemona is dead.] (angrily) O, the more angel she, and you the blacker devil!"
            },
            {
              "character": "Othello",
              "message": "[Every step reveals more pain. I must defend myself.] (defensive) She turn’d to folly, and she was a whore."
            },
            {
              "character": "Emilia",
              "message": "[I cannot let her name be defiled.] (vehemently) Thou dost belie her, and thou art a devil!"
            },
            {
              "character": "Othello",
              "message": "[How could she deceive me? Iago himself spoke of her betrayal.] (dejectedly) Cassio did top her; ask thy husband else."
            },
            {
              "character": "Emilia",
              "message": "[This is Iago's doing! The fiend!] (realization dawning) My husband?"
            },
            {
              "character": "Othello",
              "message": "[Why must I explain myself again? The proof is overwhelming.] (impatiently) Thy husband."
            },
            {
              "character": "Emilia",
              "message": "[Even I was a pawn in his scheme. I must expose him.] (bitterly) Villainy hath made mocks with love!"
            },
            {
              "character": "Othello",
              "message": "[I must hear it from her mouth. Could Iago have lied?] (urgently) O fool, fool, fool!"
            },
            {
              "character": "Emilia",
              "message": "[Her death shall not be in vain. The truth will be known.] (resolutely) The Moor has kill’d my mistress! Murder! Murder!"
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 5
    },
    {
      "text": ") verliebt, kann sie aber aus Angst vor dem ›Mohren‹ (der bei Cinthio namenlos bleibt) nicht unmittelbar ansprechen. Disdemona nimmt keine Notiz von seinen vorsichtigen Annäherungsversuchen, woraufhin der Fähnrich vermutet, dass sie statt seiner Person den Hauptmann (Shakespeares Cassio) liebt. Der Fähnrich sinnt auf Rache. Der Hauptmann soll sterben, und, wenn ihm, dem Fähnrich, Disdemona verwehrt ist, soll auch der Mohr sie verlieren. Als der Hauptmann wegen eines Disziplinarverfahrens degradiert wird, setzt sich Disdemona ihrem Gatten gegenüber allzu nachdrücklich für ihn ein. Der Mohr erzählt dem Fähnrich von diesem Übereifer seiner Frau und bringt ihn damit auf den eigentlichen Rachegedanken. Mit Suggestivfragen weckt der Fähnrich den Argwohn des Mohren. Später unterstellt er Disdemona eine rassisch bedingte Abscheu vor ihrem Gatten, eine Verdächtigung, die den Mohren vollends aus dem Gleichgewicht geraten lässt. Zunächst ist jedoch der Fähnrich selbst in Gefahr. Der Mohr droht ihm ein böses Ende an für den Fall, dass die aufgestellten Behauptungen nicht zutreffen. Er verlangt einen sichtbaren Beweis für Disdemonas Untreue. Mit Hilfe seiner dreijährigen Tochter gelingt es dem Fähnrich, Disdemonas Taschentuch, ein wertvolles Geschenk des Mohren, zu entwenden und in den Besitz des Hauptmanns zu bringen. Als der Mohr das Taschentuch, nachdem er Disdemona vergeblich danach gefragt hatte, unter geschickter Anleitung des Fähnrichs im Haus des Hauptmanns sieht, ist für ihn der geforderte Beweis erbracht. Er bittet den Fähnrich, den Hauptmann zu töten. Der weisungsgemäß eingeleitete Anschlag gelingt jedoch nur zum Teil. Disdemona wird sodann vom Mohren und dem Fähnrich gemeinsam mit einem sandgefüllten Strumpf erschlagen. Der Mord wird anschließend durch Zerstörung des Hauses verdeckt. Nach der Tat ist der Mohr so sehr von Kummer geplagt, dass er nunmehr den Fähnrich zu hassen beginnt. Er enthebt ihn seiner Funktionen. Dieser rächt sich, indem er den – überlebenden – Hauptmann zu einem Gerichtsverfahren gegen den Mohren anstachelt. Der Mohr gesteht schließlich unter der Folter seine Tat. Er wird lebenslänglich aus Venedig verbannt und von Disdemonas Verwandten getötet. Der Fähnrich entgeht zunächst seiner Bestrafung und kann eine Zeitlang weitere Opfer verfolgen, wird letztlich aber auch festgenommen und stirbt unter der Folter.\n\nDie zentralen Handlungsepisoden der Novelle von Cinthio, in denen die Verführung des Mohren durch seinen Fähnrich dargestellt wird, entsprechen teilweise sehr genau der Handlung in Shakespeares Tragödie. Für den ersten und den letzten Akt finden wir hingegen nur wenige Parallelen in der Quelle.\n\nDie von Shakespeare erdachten Namen von zwei Prot­agonisten sind bezeichnenderweise nicht mit Italien, sondern mit Spanien assoziiert. Iago (Santiago – der Heilige Jakob) hatte als spanischer Nationalheiliger und als Bezugs­figur für die mehrere Jahrhunderte dauernde Reconquista den Beinamen »Matamoros« (›Mohren‹- oder ›Mauren­töter‹), während der Name Roderigo sowohl an den letzten Westgotenkönig Roderich als auch an den spanischen Na­tionalhelden des Mittelalters Roderigo Diaz (El Cid) er­innert.\n\nDer Name der Titelfigur ist hingegen keiner historischen Gestalt zuzuordnen. »Othello« ist eine italienische Diminutivform von »Otho«, einem römischen Kaiser, dessen Büste eine Abteilung der Cottonian Library ziert und Kennern der mittelenglischen Literatur noch heute als Orientierungshilfe dient. Diese in London aufbewahrte wert­volle Sammlung alter Handschriften aus den Beständen aufgelöster Klöster war zur Shakespearezeit bekannt. Ein direkter Bezug zu Shakespeare ist jedoch bislang nicht nachgewiesen worden.\n\nDie erste Szene von Shakespeares Othello ist eine typische Expositionsszene, in der der Titelheld zunächst nicht auftritt. Stattdessen sehen wir zwei Figuren, den Aristokraten Roderigo und den Fähnrich Iago, den wir weder hier noch später im Stück definitiv einer bestimmten Stufe in der gesellschaftlichen Hierarchie zuordnen können. Iago führt sich mit einem vulgären Fluch (»’Sblood«) ein, der sich deutlich von Roderigos fast höflichem »Tush« abhebt. Iago kann es sich offenbar erlauben, Roderigo in rüder Weise zu antworten. Wir merken sehr bald, dass Roderigo ein Tölpel ist, der sich von Iago missbrauchen und ausbeuten lässt. Zu Iagos Eigenschaften gehört unter anderem ein handfester materieller Erwerbstrieb, der die Veruntreuung der ihm von Roderigo für Desdemona überlassenen Werte einschließt. Iago ist Ökonom. Er sorgt nicht nur für sich selbst und gebraucht sehr häufig kommerzielle Termini (»sell«, »buy«, »profit«, »dear«, »purse«, »enrich«, »jewels«, »gold«), sondern berät am Ende von Akt I auch Roderigo für das kommende Unternehmen (»put money enough in your purse«).\n\nIagos Erwerbstrieb war für Shakespeares Zeitgenossen ebenso vulgär und verdächtig wie sein von ihm selbst vorgebrachtes Aufstiegsmotiv. Für viele Kritiker ist Iagos Enttäuschung darüber, dass er bei der Ernennung des stellvertretenden Befehlshabers zu Unrecht übergangen worden sei, nur ein Ad-hoc-Argument zur Beschwichtigung Roderigos. Bradleys Warnung, keiner Aussage Iagos Glauben zu schenken, solange sie nicht durch Tatsachen oder Wiederholungen gedeckt sei, hat viele Kritiker dazu verleitet, Iagos Motive auf einige wenige zu reduzieren. Ist deshalb das von ihm selbst vorgetragene Aufstiegsmotiv nicht echt, zumal er selbst nur einmal kurz (I,3,392) und zweimal eher indirekt (II,1,174 und 277) darauf zurückkommt, und außerdem niemand auf seine Enttäuschung eingeht? Letzterem wäre entgegenzuhalten, dass Iago als Person für alle anderen Figuren bezeichnenderweise uninteressant ist. Dies entspricht der traditionellen dramatischen Konvention, derzufolge nur Personen höheren Standes als Charaktere von Interesse sind. Zu dieser Gruppe rechnet Iago zweifellos nicht, wie die Kritiker einhellig feststellen. Wir erfahren nichts über seine Herkunft, und er ist ganz sicher nicht der Typ des degenerierten Aristokraten, den wir in Falstaff erkennen. Die Stellung seiner Frau Emilia ist ebenfalls nicht genau definiert, doch erscheint sie uns eher als Bedienstete Desdemonas denn als auch nur annähernd gleichberechtigte Figur. Über Iagos Bildung erfahren wir indirekt etwas in seiner ersten Rede. Für den erfolgreichen Florentiner Cassio hat er nur Verachtung übrig, denn dieser hat ihm offenbar einiges an theoretischer Bildung (»book­ish theoric«) voraus, während Iago für sich Erfahrung und Praxis reklamiert. Doch ist es nicht nur Bildungsneid, den Iago für den Aristokraten Cassio empfindet. Es ist ein grober Klassenhass, der den Lebensstil der Aristokratie und die von ihr gesetzten ästhetischen Normen als anstößig empfindet. Iago hat Cassio gegenüber Minderwertigkeitskomplexe. Wenn er ihn als »proper man« bezeichnet, so ist dies vordergründig ironisch, aber gleichzeitig auch Ausdruck seines Neides. Noch deutlicher ist Iagos expliziter Vergleich in Akt V:\n\n»He has a daily beauty in his life,\n\nThat makes me ugly: […]« (V,1,19 f.).\n\nIagos Hass auf das Schöne ist ebenso wie sein Aufstiegsmotiv Ausdruck seines diabolischen Charakters, denn geläufiger Auffassung zufolge konnte nur der Teufel ein Interesse an der Zerstörung der Ordnung, die sich als Schönheit manifestierte, haben.\n\nBei seinem ersten Auftritt kann sich Iago mehr Ehrlichkeit erlauben als später, denn er hat nur den tölpelhaften Roderigo vor sich. Diese von Shakespeare eigens geschaffene Figur erfüllt im übrigen fast ausschließlich einen dra­matischen Zweck. An ihr kann Iago dem Zuschauer gegenüber seine Manipulationskünste vorführen, und sie dient gleichzeitig zur Steigerung der Spannung, denn Iago erweist sich bald als allzu selbstsicherer Schurke. Roderigo schöpft nach und nach Verdacht und muss schließlich von Iago kaltblütig ermordet werden. Seine dramatische Funktion wird sodann von Emilia übernommen. Sie, Iagos Frau, ist es, die am Schluss die Intrige erkennt und mutig aufdeckt. Iago täuscht sich mithin bei Figuren, die er nicht ernst nimmt.\n\nEin weiteres Motiv für Iagos Handeln glaubt etwa Elliott bereits in seiner ersten Aussage zu erkennen. Im Gegensatz zu Cassio ist Iago von Othellos Heirat ebenso überrascht worden wie Roderigo und – so Elliott – dadurch zutiefst gekränkt worden. Das Argument ist, auf sich gestellt und nur auf diese und eine weitere Stelle (I,2,20) bezogen, kaum überzeugend und vermag nur dann sinnvoll zu erscheinen, wenn wir, wie die bereits erwähnte Inszenierung aus den dreißiger Jahren, ein homosexuelles Verhältnis zwischen Othello und Iago unterstellen. Eine von Heilman zitierte psychoanalytische Deutung des Stückes geht davon aus, dass Iago für Desdemona besonders intensive Hassgefühle empfindet, weil sie ihm nicht nur Othello, sondern auch Cassio streitig macht.\n\nIagos erste längere Rede endet mit seinem bekanntesten Ausspruch: »I am not what I am« (I,1,65). Von dieser Stelle an weiß der Zuschauer, dass Iagos wahre Identität für seine Umwelt verborgen bleibt. Iago ist Schauspieler. Eines seiner Lieblingswörter ist »show«. In einem der für ihn typischen Selbstgespräche, die gleichermaßen für die Zuschauer wie für ihn selbst bestimmt sind, spricht er gar von »heavenly shows« (II,3,345). Wir haben in diesem Stück mehr als das bei Shakespeare häufige ›Theater im Theater‹, das primär an andere Figuren des jeweiligen Stückes adressiert ist. Allerdings ist es nicht so, dass Iago seine Opfer einfach von seinem selbst inszenierten Drama ausschließt. Im Gegenteil: Er fordert Othello immer wieder auf, zu ›sehen‹, ein bereits in Cinthios Novelle ansatzweise vorhandenes Element. W. H. Auden sieht Iago als ›Joker in the Pack‹, als eine Figur mithin, die die anderen Figuren mit immer neuen Streichen übertrumpft und durch den Erfolg vom groben Streich bis hin zum Kapitalverbrechen getragen wird. Iagos wiederholter Ausruf »Is ’t possible?« ist Ausdruck dieses Vergnügens an den Leiden der von ihm düpierten Mitspieler. Doch ist Iago mehr als ein bösartig veranlagter Spaßvogel, der von Erfolg zu Erfolg taumelt. Er ist ein Meister der Schauspielkunst, der sich an seinem eigenen Können berauscht. Der Aufstieg, der ihm in der realen Gesellschaft mit ihren starren Konventionen notwendigerweise versagt blieb, ist ihm umso mehr in seiner dramatischen Welt möglich. Hier kann er sein ›vereiteltes Überlegenheitsgefühl‹ (Bradley) befriedigen und sein ›rasendes Verlangen nach Selbsterhöhung‹ (Flatter) stillen. ­Iagos Selbstgespräche sind nicht die reflektierenden Monologe eines Hamlet, sie sind jedoch mehr als dramatisch funktionale Hinweise für die Zuschauer. Iago kann sich hier selbst bewundern: Iago als Narziss.\n\nIagos Schauspielkunst wird bereits in der Expositionsszene deutlich. Er kann sich auf sein Gegenüber einstellen und so seine Gesprächspartner leicht für sich gewinnen. Gegenüber Roderigo kann er sich sogar sehr bald die mokante Anrede »sir« erlauben, ohne dass dieser die Ironie bemerkt. In der Verführungsszene (III,3) treibt Iago Othello gegenüber die der eigenen Belustigung dienende Imitation seines Gesprächspartners so weit, dass selbst Othello es bemerkt.\n\nIago ist nicht nur Schauspieler, sondern auch Regisseur. Er ist es, der die Tragödie Othello inszeniert und dabei seine Regie für den Zuschauer – und für sich selbst – nach und nach entwickelt und verfeinert. Nur wissen seine Akteure nichts von den ihnen zugedachten Rollen. Neben Handlungen, die aufgrund der vorgegebenen Umstände von selbst ablaufen, weist dieses Stück Episoden auf, bei denen Iago als Regisseur eingreifen muss. In der Täuschungsszene (IV,1) arrangiert er den Handlungsablauf so, dass für den eigens geladenen Zuschauer Othello der sichtbare Beweis für Desdemonas Untreue erbracht ist. Die anderen Regieszenen sind nächtliche Unruheszenen, von der Radauszene vor Brabantios Haus (I,1) über die Unruheszene auf Zypern (II,3) bis hin zur blutigen Überfallszene (V,1). Bei allen drei Szenen muss der Regisseur Iago kräftig nachhelfen, um den gewünschten Effekt zu erzielen.\n\nWarum hasst Iago Othello? Dass er ihn hasst, kann wohl kaum bezweifelt werden. Wir erfahren bereits davon in seinem ersten Gespräch mit Roderigo, und Iago bekräftigt diesen Hass mit einer deutlichen Emphase am Ende des ersten Aktes. Wieder ist es Roderigo, dem er sich freimütig offenbart:\n\n»I have told thee often, and I tell thee again, and again, I hate the Moor; my cause is hearted«\n\n (I,3,364–366).\n\nAls Iago dann allein ist, spricht er am Anfang seines ersten großen Monologs dieselben Worte aus, allerdings mit einer kaum glaubhaft erscheinenden Begründung:\n\n»[…] I hate the Moor,\n\nAnd it is thought abroad, that ’twixt my sheets\n\nHe’s done my office; I know not if ’t be true …\n\nYet I, for mere suspicion in that kind,\n\nWill do, as if for surety« (I,3,385–389).\n\nDem aufmerksamen Leser wird die hier merkwürdig erscheinende Standardkonjunktion »and« aufgefallen sein. Iagos Intellekt arbeitet assoziativ. Der – vielleicht allzu freimütigen – Selbstoffenbarung folgt eine deutlich impro­visierte Begründung. Sie taucht als ausdrückliches Rachemotiv Iagos noch einmal auf (II,1,290–294). Ist sie deshalb weniger glaubhaft? Das Stück bietet keinen Anhaltspunkt für eine tatsächliche außereheliche Beziehung zwischen Othello und Emilia. Die Kritik betont zudem Iagos große Menschenkenntnis als Argument dafür, dass er mit diesem Verdacht nur ein Pseudoargument vorbrachte. Außerdem, so lesen wir bei mehreren Kritikern, müsste sich Iagos Rache ebenso gegen Emilia richten. Bei objektiver Betrachtung ist der Verdacht somit für Iago ein Motiv, das ihm zufällig einfiel, als er für seinen Hass eine Begründung suchte. Seit Coleridge spricht die Kritik treffend von ›motive hunting‹ als einem wesentlichen Charakterzug Iagos. Iago ist demnach auf der Suche nach Motiven für sein eigenes Handeln. Seine Einfälle wachsen allerdings über ihren anfänglichen Pseudocharakter hinaus, wie die zweite Stelle deutlich zeigt:\n\n»For that I do suspect the lustful Moor\n\nHath leap’d into my seat, the thought whereof\n\nDoth like a poisonous mineral gnaw my inwards,\n\nAnd nothing can, nor shall content my soul,\n\nTill I am even with him, wife, for wife« (II,1, 292–296).\n\nIago hat inzwischen vergessen, dass dieses Motiv ursprünglich nur ein willkommener Einfall war und ihm eine vordergründige Motivation für seinen Hass lieferte. Aus dem ›bloßen‹, nicht ernstgenommenen Verdacht ist nunmehr eine quälende Besessenheit geworden, die ihm den Weg der Rache zwingend vorschreibt. Iago ist somit nicht einfach der rational-zynische, alles kaltblütig ­planende und ausführende Bösewicht, als der er vor allem in der älteren Kritik dargestellt wird, sondern ein aus­gesprochen schizoider Charakter. Er lebt in zwei Welten, der von ihm objektiv wahrgenommenen realen Umwelt und in einer von ihm selbst gestalteten illusorisch-thea­tralischen Welt, in die hinein er nicht nur andere dank ­seiner suggestiven Fähigkeiten zu zerren vermag. Auch er wird Opfer seiner Suggestion: Iago als Selbst-Verführer.\n\nIn Cinthios Novelle ist ein eifersüchtiges Verlangen nach Desdemona der Grund, der das Vorgehen des Fähnrichs zunächst bestimmt. Wenn wir der großen Mehrheit der Kritiker folgen, so scheidet dieses Motiv für Shakespeares Fähnrich Iago völlig aus. Bei genauerer Betrachtung seiner eigenen Aussagen erweist sich jedoch, dass Cinthios Geschichte nicht so sehr verändert als vielmehr erweitert worden ist. Wiederum ist es die Form der Aussage, die uns eine besondere Aufmerksamkeit abverlangt. In einem längeren assoziativen Monolog am Ende der ersten Szene von Akt II stellt Iago die erotischen Beziehungen zwischen den Hauptfiguren dar. Cassio, so glaubt er, liebt Desdemona; der Mohr wird sich als treuer Gemahl erweisen. Iago fährt dann fort:\n\n»[…] now I do love her too,\n\nNot out of absolute lust, (though peradventure\n\nI stand accountant for as great a sin)\n\nBut partly led to diet my revenge« (II,1,288–291).\n\nWieder sind es die Übergänge zwischen den von Iago ­vorgetragenen Äußerungen, die uns als besonders signi­fikant erscheinen. Iago argumentiert nicht mit logischer Konsequenz, sondern assoziativ improvisierend. Der ­Ausspruch »now I do love her too« will uns gerade deshalb als echte Selbstentlarvung erscheinen, weil er von schwachen, zusammenhanglosen Begründungen gefolgt wird. Die Kommata und die eine gedankliche Parenthese anzeigenden Klammern sind Indiz für Iagos Oszillieren zwischen einem Selbstentlarvungsdrang und abschwächend-verdeckenden Begründungen: Iago als frustrierter Liebhaber. Weitere Belege für seine Liebe zu Desdemona lassen sich unschwer in dem geistreichen Dialog dieser beiden Figuren zu Beginn eben dieser Szene finden. Iagos Antworten sind durchweg mit sexuellen Konnotationen befrachtet. Desdemona nennt ihn abschließend Cassio gegenüber »a most profane and liberal counsellor« (II,1,163 f.). Iagos obszöne Zweideutigkeiten werden daraufhin von Cassio als die einfache Sprache des Ungebildeten entschuldigt. Ob Iago diese Kränkung hört, wissen wir nicht, denn er ist mittlerweile mit etwas anderem beschäftigt. Hasserfüllt beobachtet und kommentiert er die zwischen Cassio und Desdemona ausgetauschten Höflichkeiten. Seine Eifersucht lässt ihn zunächst nur an Rache denken, womit wir erneut an Cinthios Novelle erinnert werden. Dann jedoch gelangen Elemente seines von einer brutalen Sexualität geprägten Unterbewusstseins an die Oberfläche. Es ist bezeichnend für das Ausmaß seiner sexuellen Erregung, dass er die durch Othellos Auftritt unterbrochene sexuelle Thematik im Beisein Roderigos wieder aufnimmt. Hier argumentiert er zunächst mit sexualpsychologischer Nüchternheit, steigert sich dann jedoch zu neurotischen Zwangs­vorstellungen, um sich schließlich mit Abscheu davon zu distanzieren.\n\nWährend Roderigo von Iagos Sexualdiagnosen und Zwangsneurosen unbeeindruckt bleibt, ist Othello nicht gegen sexuelle Suggestionen gefeit. Bei seiner Verführung arbeitet Iago mit Suggestivfragen, die in zunehmendem Maße mit konkreten Vorstellungen angereichert werden. In der ersten Szene des vierten Aktes verliert Othello nach einer erneuten sexuell suggestiven Aussage Iagos über Desdemonas angebliches Verhältnis zu Cassio vollends das Gleichgewicht. Auch Jagos Sadismus ist immer mit sexuellen Konnotationen befrachtet. Es ist wohl nicht verfehlt, seine sexuell-sadistischen Phantastereien und Handlungen als Ausdruck einer Ersatzbefriedigung zu deuten, deren er als frustrierter Liebhaber bedarf. Auch sollte der Stellenwert dieses Motivs nicht zu gering veranschlagt werden, denn Iago stellt sich bereits in der ersten Szene des Stückes damit vor. Er ist es, der Brabantio mit sexuell-sadistischen Grobheiten um seinen Schlaf bringt, und er ist es, der hier und in II,1 als Unruhestifter die Liebesnacht zwischen Othello und Desdemona stört.\n\nZwischen Iagos sexueller Besessenheit als Symptom einer moralischen Korruption sowie seinem Einsatz sexueller Suggestionen zur Verführung Unschuldiger einerseits und der Schlangenmetaphorik des Stückes andererseits bestehen deutliche Bezüge. Emilia spricht im vierten Akt hypothetisch von »serpent’s curse« (IV,2,16), und Lodovico ruft am Ende nach dem Urheber des Unheils mit den Worten »Where is this viper?« (V,2,286). Othello selbst hatte bereits in seiner Beschwörung des Hasses von »aspics’ tongues« (III,3,457) gesprochen: die Giftschlange Iago als Werkzeug des Teufels.\n\nIn der ihrer Ordnung beraubten Welt von Othello wird Gift zum Heilmittel und Iago zum Arzt. Nach Othellos Anfall in IV,1 bemühen sich Cassio und Iago um ihn. Während Cassio nur elementare Sanitäterdienste anbieten kann, stellt Iago eine scheinbar fundierte Diagnose. Andere Fi­guren, Cassio, Roderigo und Bianca, werden von ihm ebenfalls diagnostiziert, wie auch seine Beschreibung und Erklärung heterosexueller Beziehungen zunächst durch klinisch-rationale Nüchternheit gekennzeichnet ist. Es steigert die Tragik des Stückes, dass Dr. Iago nicht nur Othello zu seinen Patienten zählt, sondern auch Desdemona. Sie wendet sich in IV,2 verzweifelt an ihn und wird von ihm wie von einem Arzt beschwichtigt.\n\nAls Typ hat Iago bestimmte dramatische Vorläufer. Da sind einmal die schablonenhaften Figuren »Devil« des Mystery Play und »Vice« des Morality Play. Zum anderen entdecken wir Anleihen beim macchiavellistischen Schurken, wie er uns etwa in Marlowes Jew of Malta begegnet. Als Inkarnation des Bösen ist Iago viel komplexer als seine Vorgänger; in seiner dramatischen Funktion als Bezugsperson ist er jedoch eng an das letztgenannte Vorbild angelehnt. Die eingangs erwähnte neue Gattung der ›jakobäischen Rachetragödie‹ kennt ebenfalls den macchiavellistischen Schurken, der sich und seine Intrigen dem Publikum offenbart. In Shakespeares eigenem Werk ist der macchiavellistische Typ deutlicher bei Richard III und Edmund (in King Lear ) ausgeprägt, denn beide streben nach politischer Macht und beide haben eine Philosophie. Iago hingegen hat nur die ›Philosophie eines Krokodils‹ (Flatter), das darauf bedacht ist, alles Höherstehende zu sich herabzuziehen. Es ist ein besonderes Merkmal dieser Tragödie von Shake­speare, dass sie philosophisch kaum etwas zu bieten hat. Während die Titelfigur geistig anspruchslos ist, hat die Figur des die Ordnung nachhaltig störenden Schurken nur eine zynisch-materialistische Lebensphilosophie vorzuweisen, durch die die etablierten Normen nicht ernsthaft in Frage gestellt werden. Der philosophischen Durchdringung der anderen Tragödien entspricht hier eine umso größere psychologische Tiefe, insbesondere in der Figur Iagos. Zwei Epitheta sind es, die uns bei dieser Figur besonders auffallen. Wie Heilman feststellt, hat Shakespeare die Bezeichnung »slave« fast ausschließlich für Iago reserviert. Das relativ häufige Vorkommen des Wortes lässt den Schluss zu, dass Shakespeare dabei nicht nur das damals geläufige Schimpfwort (›gemeiner Kerl, Hund‹) einsetzen wollte, sondern auch den weiteren konnotativen Bereich (Sklave = Mensch außer- und unterhalb der bestehenden Gesellschaft) einbezog. Die Juxtaposition »honest Iago« fiel bereits Shakespeares Zeitgenossen auf, was kaum verwunderlich ist, denn »honest« kommt mehr als fünfzigmal vor. Es ist kaum denkbar, dass Shakespeare »honest« rein denotativ verstanden wissen wollte. Vordergründig ist zweifellos die denotative Bedeutung ›ehrlich‹ gemeint, denn die Juxtaposition kommt vorzugsweise dort vor, wo Täuschung und Selbsttäuschung besonders offenkundig sind. Vor allem ist es Othello, der im Augenblick des Getäuschtwerdens besonders nachdrücklich seinen Glauben an Iagos Ehrlichkeit zum Ausdruck bringt:\n\n»Iago is most honest« (II,3,6),\n\n»And for I know thou art full of love and honesty«\n\n (III,3,122),\n\n»My friend, thy husband, honest, honest Iago«\n\n (V,2,155).\n\nIago gelingt es, den mit dem Wort »honest« verbundenen Respekt für sich allein zu beanspruchen und Desdemona durch Infragestellung und Verweigerung eben dieses Attributs ins Zwielicht zu rücken. Spätestens seit Empsons Beitrag wissen wir aber auch, dass »honest« zur Shakespearezeit ein im Bedeutungswandel begriffenes Wort war und dabei auf einem neuen, von den Konventionen befreiten Ehrbegriff basierte. Gleichzeitig – und das erscheint uns bei der Frage nach Iagos Motiven besonders aufschlussreich – wurde »honest« vielfach herablassend gebraucht und implizierte dabei eine gesellschaftliche Beleidigung des Tieferstehenden sowie einen Hinweis auf dessen unzureichende Bildung. Wenn Iago mithin derart häufig, wenngleich unbeabsichtigt, von Othello und anderen Figuren beleidigt wird, erscheint uns das zuvor erwähnte Motiv des Klassenhasses um einen Beleg reicher.\n\nAuch wenn einige Kritiker, insbesondere F. R. Leavis, Motivationsanalysen für unangebracht halten und in Iago nicht mehr als einen dramatisch gelungenen Schurkentyp sehen, so lassen sich Iagos Motive nicht einfach auf grobe Klischees wie ›Werkzeug des Teufels‹ oder ›Inkarnation des Bösen‹ reduzieren. Ein Iago-Darsteller hat deshalb große Schwierigkeiten, will er mehr als nur einen Teil des reichhaltigen Motivkatalogs dieser Figur dramatisch umsetzen. Vielleicht kommt man Iagos Charakter näher, wenn man eine von Bradley eher nebenbei geäußerte These weiter verfolgt: die Tragödie Othello auch als Tragödie Iagos.\n\nDie Tragik des Titelhelden ist, weitaus mehr als bei anderen tragischen Helden Shakespeares, a priori in seiner ­eigenen Person angelegt. Als Vertreter einer anderen Rasse steht Othello von Anfang an in einem Spannungsverhältnis zur venezianischen Normgesellschaft. In jenem ­anderen venezianischen Stück, in The Merchant of Venice , hatte Shakespeare bereits eine exotische Figur, Morocco, auf die Bühne gestellt. Das Gefälle zwischen weißer Normgesellschaft und exotischem Eindringling diente hier nur der Komik, konnte aber auch, wie Cinthios Novelle bereits zeigte, zur Darstellung tragischer Konflikte genutzt werden. Seit der Romantik wurde Shakespeares noble moor vielfach als Nordafrikaner dargestellt, um seine Distanz zur Normgesellschaft zu verkürzen. Vermutlich wurde Shake­speare durch das Erscheinungsbild und das Auftreten einer ­marokkanischen Delegation und ihres Anführers Abd el-Ouahed ben Messaoud angeregt. Diese diplomatische Mission weilte in der zweiten Hälfte des Jahres 1600 am englischen Hof, um eine Allianz gegen den gemeinsamen Feind Spanien zu schmieden. Shakespeares Truppe, die Lord Chamberlain’s Men, trat während dieser Zeit ebenfalls am Hofe auf. Es ist kaum anzunehmen, dass Shake­speare die Besucher nicht wahrgenommen hat.\n  \n![019882_Abb01.jpg](image/019882_Abb01_fmt.png)\n  \nAbd el-Ouahed ben Messaoud ben Mohammed Anoun, 1600/01 Botschafter Marokkos am Hofe Königin Elizabeth I.\n  \n\n\nDie den literarischen Text historistisch verzerrende romantische Sichtweise ist allerdings wieder aufgegeben worden. Shakespeares Othello ist eindeutig negroid, nennt Roderigo ihn doch gleich zu Beginn des Stückes »the thicklips«. Vermutlich machte Shakespeare bei Plinius ( Naturalis Historia, übersetzt von Philemon Holland) Anleihen für die Charakterisierung seiner Titelfigur. Othello ist im übrigen auch aus poetischen Gründen schwarz. Das Stück ist mit einer ausgeprägten Schwarzweißmetaphorik versehen, die uns insbesondere in Iagos geistreichem Zwiegespräch mit Desdemona in II,1 auffällt. Während die venezianische Aristokratie nur dann ihre rassistischen Vorurteile zugibt, wenn sie sich, wie Brabantio, geschädigt fühlt, artikuliert Iago gleich zu Beginn der Tragödie ein obszönes Konglomerat aus Rassismus, Sadismus und Sexualität. Wir können im nachhinein Iagos Motive für seinen Hass auf Othello um das der rassistischen Voreingenommenheit ergänzen.",
      "summary": "Iago, consumed by jealousy and spite, plots against Othello and Cassio. He suspects Desdemona and Cassio are involved and aims to ruin Othello's life. He manipulates situations to convince Othello of Desdemona's infidelity using suggestive questions and stolen evidence. The plot examines Iago's motivations, including class resentment and possible unrequited love for Desdemona.",
      "prominence": 90,
      "key_characters": [
        {
          "name": "Iago",
          "description": "Iago is Othello's ensign known for his cunning and manipulative nature.",
          "experience": "Driven by jealousy and a desire for revenge, Iago's manipulation leads to Othello's downfall. He uses deceit and suggestive questions to incite Othello's jealousy."
        },
        {
          "name": "Othello",
          "description": "A Moor and a respected general in the Venetian army, married to Desdemona.",
          "experience": "Othello is manipulated by Iago into suspecting his wife Desdemona of infidelity, showcasing his tragic flaw of being too trusting."
        },
        {
          "name": "Desdemona",
          "description": "Othello's wife, characterized by her innocence and loyalty.",
          "experience": "An unsuspecting victim of Iago's plot, she remains loyal to Othello despite the growing suspicion against her."
        },
        {
          "name": "Cassio",
          "description": "Othello's loyal lieutenant who becomes a pawn in Iago's scheme.",
          "experience": "Cassio becomes an unwitting part of Iago's manipulation, leading to tension and confusion in his relationships."
        }
      ],
      "chapter": null,
      "conversation": [
        {
          "scenario": "Iago reveals his intent to manipulate Othello using Desdemona's supposed infidelity.",
          "topic": "Iago's manipulation and deception tactics against Othello.",
          "key_characters": [
            {
              "name": "Iago",
              "motivation": "To destroy Othello due to jealousy, resentment, and perceived personal injustices."
            },
            {
              "name": "Roderigo",
              "motivation": "He is infatuated with Desdemona and is easily manipulated by Iago's schemes."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "The setting is a late-night discussion between Iago and Roderigo, shrouded in secrecy."
            },
            {
              "character": "Iago",
              "message": "[I need to ensure Roderigo remains a useful pawn.] (speaking with a hint of amusement) 'Put money in thy purse, Roderigo.'"
            },
            {
              "character": "Roderigo",
              "message": "[I must trust Iago to win Desdemona.] (nodding) 'I will. But she remains so far from me, Iago.'"
            },
            {
              "character": "Iago",
              "message": "[Remind him of Cassio's role] (leans closer) 'Fear not, Cassio's place in her heart can be removed.'"
            },
            {
              "character": "Roderigo",
              "message": "[Cassio? Why did I not think of him before?] 'Is it so easy, Iago?'"
            },
            {
              "character": "Iago",
              "message": "[Plant the seeds of doubt and watch them grow.] 'All in due time, observe how Othello's mind is turned.'"
            },
            {
              "character": "Roderigo",
              "message": "[I must stay involved to see my desires fulfilled.] 'Yes, I shall keep watch.'"
            },
            {
              "character": "Iago",
              "message": "[Continue to build his dependency on me.] 'And trust, your purse will not be in vain.'"
            },
            {
              "character": "Roderigo",
              "message": "[I hope I do not become a fool.] 'Alright, I will follow as you advise.'"
            },
            {
              "character": "Iago",
              "message": "[Triumphant at his belief.] (smiling knowingly) 'Good, keep faith in my plan.'"
            },
            {
              "character": "Environment",
              "message": "The night deepens as their conversation concludes, conspiracies hanging in the air."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 6
    },
    {
      "text": "Eine Othello eher negativ bewertende Interpretations­linie können wir etwa bei Granville Barker (Othello als ›savage monster‹) und auch bei Heilman konstatieren. Für Heilman ist Othello die am wenigsten heroische Figur unter Shakespeares tragischen Helden. Heilman vermeint zwei Entwicklungsstränge in der Konzeption der Titelfigur zu erkennen, die uns recht aufschlussreich erscheinen, die Tragik des geistig Zurückgebliebenen und Elemente des späteren bürgerlichen Trauerspiels. Heilman geht bei seiner ersten These von Othellos naiv-stumpfsinnigem Wesen aus, das auch von anderen Kritikern keineswegs geleugnet wird. Es ist in diesem Zusammenhang bezeichnend, dass Othello, verglichen mit anderen Titelfiguren der shakespeareschen Tragödie, relativ wenige Monologe hat. Zudem sind seine Reden noch weniger reflektierend als Iagos Selbstgespräche. Othello, so Heilman, ist im Vergleich zu Macbeth, Antony und Hamlet ein Kind. Shakespeare war damals offenbar an der Diskrepanz zwischen Alter und geistiger Entwicklung als tragischem Konflikt interessiert und entwickelte dieses Motiv in King Lear bis an die Grenze des Möglichen.\n\nHeilmans zweite These ist in ihrem Ansatz mit T. S. Eliots bereits referierter Wertung Othellos als Flucht in den Ästhetizismus verwandt, zumal sie ebenfalls vom Ende des Stückes ausgeht. Für Heilman ist Othellos Versuch am Schluss der Tragödie, seine heroischen Taten von einst in Erinnerung zu rufen, ein Indiz einer neuen tragischen Konzeption, die sich schließlich im bürgerlichen Trauerspiel kristallisierte. Wir sollten in Parenthese anmerken, dass Othello bereits im ersten Akt indirekt über seine heroisch-exotischen Abenteuer berichtet. Dieser ›romantische Historiker seiner selbst‹, so Heilman, ist Vorläufer des späteren bürgerlichen Helden.\n\nTragisch ist auch Desdemonas Schicksal. Auch sie vermag nicht die drohende Gefahr zu erkennen und wendet sich, wie wir gesehen haben, ausgerechnet an Iago mit der Bitte um Aufklärung. Insofern hat J. McLauchlan recht, wenn sie Othellos mangelnde Kenntnis seiner Gattin mit Desdemonas mangelnder Kenntnis ihres Gatten vergleicht und diese wechselseitige Unkenntnis als tragisches Element des Stückes hervorhebt. Desdemona kann von Iago nur getäuscht, aber nicht verführt werden, weil ihre Liebe zu Othello total ist. Ihr Schicksal ist das Martyrium einer Heiligen, denn sie wird nicht zufällig mit dem Epitheton »blessed« belegt. Desdemona geht im Bewusstsein der eigenen Unschuld in den Tod und zeigt auch am Ende nur Liebe für ihren Mörder, wie ihre letzten Worte bezeugen: »Commend me to my kind lord, O, farewell!« (V,2,126). Wie sehr Shakespeare bei der Gestaltung der weiblichen Hauptfigur an die christliche Tradition dachte, geht auch aus der dramatischen Anlage der Mordszene hervor. Desdemona wird ermordet und kommt noch einmal zu Bewusstsein: Martyrium und, wenn man einigen Kritikern folgt, Auferstehung.\n\nDie Tragödie Othello ist ein Stück, dessen poetische Elemente im Rahmen der vorhergehenden Charakteranalyse nur gelegentlich Erwähnung fanden. Mit Hilfe der Konkordanz können wir die umfangreiche Metaphorik dieses Dramas systematisch erfassen. Wir stellen dabei fest, dass Othello relativ viele durchgehende metaphorische Bezüge aufweist, ohne deren Berücksichtigung das Stück schwerlich adäquat interpretiert werden kann. Wie bei anderen Shakespeare-Dramen sind die wichtigsten Metaphern antithetisch konzipiert. Sie lassen mithin auf Spannungsverhältnisse schließen, die im vordergründigen Handlungs­ablauf nur teilweise erkennbar oder ganz verdeckt sind. Die wichtigsten Metaphern sind: Himmel und Hölle; Licht und Dunkelheit; Tag und Nacht; schwarz und weiß; Heilung und Krankheit; Musik und Unruhe; See, Sturm, Krieg; Feuer, Flamme, Fackel (Iago und später – in Akt V – auch Othello als Luzifer!).\n\nWir wollen abschließend auf eine Wertung dieser Tragödie verzichten und auch der Versuchung widerstehen, den von der Kritik vorgeschlagenen Gattungsbezeichnungen (u. a. ›tragedy of passion‹, ›tragedy of consuming love and consuming hate‹) eine weitere hinzuzufügen. Eine ­kritische Stellungnahme zu diesem Stück wäre jedoch unvollständig, wenn wir – fasziniert durch das reiche, den Geist der Shakespearezeit sprengende Aussagepotenzial – die formale Nähe zur aristotelischen Norm nicht würdigen würden. Von Shakespeares großen Tragödien kommt Othello den geforderten Einheiten von Zeit, Ort und Handlung am nächsten. Es verwundert daher nicht, dass ein so streng auf klassische Normen achtender Kritiker wie Samuel Johnson seiner Interpretation eine bescheidene Warnung vorausschickte: »The beauties of this play impress themselves so strongly upon the attention of the reader, that they can draw no aid from critical illustration.«\n\nDieter Hamblock\n",
      "summary": "Iago's manipulation unfolds as he incites doubt and jealousy in Othello, leading to tragic misunderstandings. Desdemona's fate illustrates her innocence and loyalty, but also reflects broader themes of ignorance and deception.",
      "prominence": 90,
      "key_characters": [
        {
          "name": "Iago",
          "description": "Iago is Othello's ensign known for his cunning and manipulative nature.",
          "experience": "Driven by jealousy and a desire for revenge, Iago's manipulation leads to Othello's downfall. He uses deceit and suggestive questions to incite Othello's jealousy."
        },
        {
          "name": "Othello",
          "description": "A Moor and a respected general in the Venetian army, married to Desdemona.",
          "experience": "Othello is manipulated by Iago into suspecting his wife Desdemona of infidelity, showcasing his tragic flaw of being too trusting."
        },
        {
          "name": "Desdemona",
          "description": "Othello's wife, characterized by her innocence and loyalty.",
          "experience": "An unsuspecting victim of Iago's plot, she remains loyal to Othello despite the growing suspicion against her."
        }
      ],
      "chapter": null,
      "conversation": [
        {
          "scenario": "Iago continues his schemes against Othello, stoking his insecurities and suspicions about Desdemona's fidelity.",
          "topic": "Iago's manipulation and its deepening impact on Othello.",
          "key_characters": [
            {
              "name": "Iago",
              "motivation": "To deepen Othello's insecurity and generate further discord between him and Desdemona."
            },
            {
              "name": "Othello",
              "motivation": "To uncover the truth about Desdemona's supposed infidelity, driven by suspicion and jealousy."
            }
          ],
          "dialogues": [
            {
              "character": "Environment",
              "message": "A tense and charged atmosphere pervades as Iago and Othello converse."
            },
            {
              "character": "Iago",
              "message": "[I must subtly needle at Othello's insecurities.] (speaking softly) 'My lord, do you not see how she leans towards him?'"
            },
            {
              "character": "Othello",
              "message": "[I am tormented by this uncertainty.] 'I thought... perhaps it was nothing, Iago.'"
            },
            {
              "character": "Iago",
              "message": "[Make him doubt his judgment.] (pausing strategically) 'Aye, my lord, yet appearances often reveal truths.'"
            },
            {
              "character": "Othello",
              "message": "[I must know more, but can I bear to know?] (shaking head) 'What should I do, Iago?'"
            },
            {
              "character": "Iago",
              "message": "[Encourage doubt and distrust.] 'Watch her, my lord, and Cassio too closely.'"
            },
            {
              "character": "Othello",
              "message": "[I feel my heart twisting with jealousy.] 'I... I shall. But it frightens me, Iago.'"
            },
            {
              "character": "Iago",
              "message": "[Feeding his anxieties.] 'Fear not, my lord, for caution is wisdom's ally.'"
            },
            {
              "character": "Othello",
              "message": "[I feel trapped and betrayed by my own thoughts.] 'Very well, I will do as you say.'"
            },
            {
              "character": "Iago",
              "message": "[Pleased, sensing his plan's success.] 'Good, my lord. Trust your instincts.'"
            },
            {
              "character": "Environment",
              "message": "The conversation ends with tension, leaving Othello more troubled than before."
            }
          ]
        }
      ],
      "state": "finished",
      "i_chunk": 7
    }
  ],
  "fail_to_parse_responses": []
}